import type { LegalDocumentText } from '../../LegalDocuments';

export const IMPRINT_AR: LegalDocumentText = {
  title: 'نبذة عنا',
  content: `# بصمة

تحتوي المعلومات التالية على المعلومات المطلوبة قانونًا عن ملصقات المزود بالإضافة إلى المعلومات القانونية على الموقع الإلكتروني والتطبيق.

## الناشر:
	
	{{operator.name}}
	{{operator.street}},
	{{operator.postal_code}} {{operator.city}}
	الهاتف: {{operator.phone}}
	البريد الإلكتروني: {{operator.email}}
	العضو المنتدب: {{operator.managing_director}}
	الرقم الضريبي: {{operator.tax_number}}
	رقم التعريف الضريبي للمبيعات: {{operator.vat_id}}
	
	البريد الإلكتروني:

	[{{operator.email}}](mailto:{{operator.email}})

	الموقع الإلكتروني

	[{{operator.website}}]({{operator.website}})

## خيارات الاتصال
	يمكنك الاتصال بنا عن طريق البريد الإلكتروني أو عبر موقعنا الإلكتروني.

	البريد الإلكتروني

	[{{operator.email}}](mailto:{{operator.email}})

	الموقع الإلكتروني

	[{{operator.website}}]({{operator.website}})

## التصميم والإنجاز التقني
	شركة {{operator.name}}
	
	[{{operator.email}}](mailto:{{operator.email}})
	
	[{{operator.website}}]({{operator.website}})


## مسؤول عن المحتوى الصحفي-التحريري:

	{{customer.name}}
	{{customer.legal_form}}
	هاتف {{customer.phone}}

	[{{customer.email}}](mailto:{{customer.email}})

    تتولى مؤسسة Studierendenwerk مسؤولية توفير الصور والوجبات وعروض الطعام ووضع الملصقات والأيقونات الخاصة بمسببات الحساسية، بالإضافة إلى وضع العلامات. وهي مسؤولة أيضًا عن المعلومات وحقوق الصور الخاصة بالشقق والأخبار.


## إخلاء المسؤولية

	### محتوى العرض على الإنترنت

		لا تتحمل {{operator.short_name}} بصفتها مشغل هذا التطبيق والموقع الإلكتروني أي مسؤولية عن موضوعية المعلومات المقدمة أو صحتها أو اكتمالها أو جودتها. تُستثنى بشكل أساسي مطالبات المسؤولية ضد {{operator.short_name}} فيما يتعلق بالضرر المادي أو غير المادي الناجم عن استخدام أو عدم استخدام المعلومات المقدمة أو عن استخدام معلومات غير صحيحة أو غير مكتملة، ما لم يثبت أن {{operator.short_name}} قد تصرفت بقصد أو إهمال جسيم. جميع العروض قابلة للتغيير وغير ملزمة. تحتفظ {{operator.short_name}} صراحةً بالحق في تغيير أو استكمال أو حذف أجزاء من الصفحات أو العرض بأكمله دون إشعار مسبق أو وقف النشر مؤقتًا أو بشكل دائم.

	### المراجع والروابط

		في حالة وجود إشارات مباشرة أو غير مباشرة إلى مواقع ويب خارجية ("الروابط") التي تقع خارج نطاق مسؤولية المشغل، فإن التزام المسؤولية لن يدخل حيز التنفيذ إلا في حالة علم المشغل بالمحتوى وسيكون من الممكن تقنيًا ومعقولًا بالنسبة له منع الاستخدام في حالة وجود محتوى غير قانوني.

		لذلك تعلن شركة {{operator.short_name}} صراحةً أن الصفحات المرتبطة كانت خالية من المحتوى غير القانوني في وقت إنشاء الروابط. ليس للمشغل أي تأثير على الإطلاق على التصميم الحالي والمستقبلي ومحتوى الصفحات المرتبطة. لذلك، ينأى المشغل بنفسه صراحةً عن جميع محتويات جميع الصفحات المرتبطة التي تم تغييرها بعد إنشاء الرابط. يسري هذا البيان على جميع الروابط والمراجع الموضوعة داخل موقع {{operator.short_name}} الخاصة وكذلك على إدخالات الطرف الثالث في كتب الضيوف ومنتديات المناقشة والقوائم البريدية التي أنشأتها {{operator.short_name}}. بالنسبة للمحتويات غير القانونية أو غير الصحيحة أو غير المكتملة، وعلى وجه الخصوص الأضرار الناتجة عن استخدام أو عدم استخدام هذه المعلومات، فإن مقدم الصفحة التي تمت الإشارة إليها هو المسؤول وحده، وليس الشخص الذي يشير فقط إلى المنشور المعني عبر الروابط.

	### قانون حقوق النشر والتوسيم

		تصميم التطبيق والصفحة الرئيسية والرسومات المستخدمة والمحتويات الأخرى محمية بموجب حقوق النشر. ويتطلب استنساخ المعلومات والبيانات، ولا سيما استخدام أجزاء من النصوص أو الصور، موافقة خطية مسبقة من شركة {{operator.short_name}}. لا يجوز للمستخدم استخدام المحتوى إلا لاستخدامه الشخصي في نطاق الوظائف المعروضة. لا يحصل على أي حقوق في المحتوى أو البرامج. إذا تم عرض البرامج للتنزيل، يقتصر تصريح المستخدم بالاستخدام على الاستخدام الشخصي في نطاق استخدام الموقع الإلكتروني.

		تسعى {{operator.short_name}} إلى مراعاة حقوق التأليف والنشر للرسومات والمستندات الصوتية وتسلسلات الفيديو والنصوص المستخدمة في جميع المنشورات، واستخدام الرسومات والمستندات الصوتية وتسلسلات الفيديو والنصوص التي أنشأتها بنفسها أو الاستفادة من الرسومات والمستندات الصوتية وتسلسلات الفيديو والنصوص بدون ترخيص. تخضع جميع العلامات التجارية والعلامات التجارية المذكورة على الموقع الإلكتروني والتي من المحتمل أن تكون محمية من قبل أطراف ثالثة دون قيود لأحكام قانون العلامات التجارية المعمول به وحقوق الملكية للمالكين المسجلين المعنيين. مجرد ذكر علامة تجارية لا يعني أنها غير محمية بحقوق الغير! تبقى حقوق الطبع والنشر للأشياء المنشورة التي أنشأها المشغِّل نفسه مع مشغِّل الصفحات فقط. لا يُسمح باستنساخ أو استخدام هذه الرسومات والمستندات الصوتية وتسلسلات الفيديو والنصوص في منشورات إلكترونية أو مطبوعة أخرى دون موافقة صريحة من المشغل.
		
		
	### حماية البيانات

		إذا أتاح التطبيق والموقع الإلكتروني إمكانية إدخال البيانات الشخصية أو التجارية (عناوين البريد الإلكتروني والأسماء والعناوين)، فإن الإفصاح عن هذه البيانات من قبل المستخدم يكون طوعيًا بشكل صريح. يُسمح أيضًا باستخدام جميع الخدمات المقدمة والدفع مقابلها - بقدر الإمكان والمعقول تقنيًا - دون تقديم مثل هذه البيانات أو من خلال تقديم بيانات مجهولة المصدر أو اسم مستعار.
		
		
	### الصلاحية القانونية لإخلاء المسؤولية هذا

		إذا كانت الأقسام أو البنود الفردية من هذا البيان غير قانونية أو غير صحيحة، فإن محتوى أو صحة الأجزاء الأخرى تبقى غير متأثرة بهذه الحقيقة.`,
};
