import type { LegalDocumentText } from '../../LegalDocuments';

export const IMPRINT_RU: LegalDocumentText = {
  title: 'О нас',
  content: `# Отпечаток

Ниже приведена необходимая по закону информация о маркировке поставщика, а также юридическая информация о веб-сайте и приложении.

## Издатель:
	
	{{operator.name}}
	{{operator.street}},
	{{operator.postal_code}} {{operator.city}}
	Телефон: {{operator.phone}}
	E-mail: {{operator.email}}
	Управляющий директор: {{operator.managing_director}}
	Налоговый номер: {{operator.tax_number}}
	Идентификационный номер налога с продаж: {{operator.vat_id}}
	Регистрационный суд: Amtsgericht {{operator.register_court}}, {{operator.register_number}}
	
	E-Mail:

	[{{operator.email}}](mailto:{{operator.email}})

	Сайт:

	[{{operator.website}}]({{operator.website}})

## Варианты контактов
	Вы можете связаться с нами по электронной почте или через наш веб-сайт.

	E-mail:

	[{{operator.email}}](mailto:{{operator.email}})

	Сайт:

	[{{operator.website}}]({{operator.website}})

## Дизайн и техническая реализация
	{{operator.name}}
	
	[{{operator.email}}](mailto:{{operator.email}})
	
	[{{operator.website}}]({{operator.website}})


## Отвечает за журналистско-редакторский контент:

	{{customer.name}}
	{{customer.legal_form}}
	Тел. {{customer.phone}}

	[{{customer.email}}](mailto:{{customer.email}})

    Studierendenwerk отвечает за предоставление изображений, блюд, предложений по питанию, маркировки и значков аллергенов, а также за маркировку. Он также отвечает за информацию и права на изображения для квартир и новостей.


## Отказ от ответственности

	### Содержание онлайн-предложения

		Компания {{operator.short_name}} как оператор данного приложения и веб-сайта не несет ответственности за актуальность, правильность, полноту или качество представленной информации. Претензии к компании {{operator.short_name}} по поводу материального или нематериального ущерба, вызванного использованием или неиспользованием предоставленной информации или использованием неверной или неполной информации, принципиально исключены, если только не будет доказано, что компания {{operator.short_name}} действовала с умыслом или грубой неосторожностью. Все предложения могут быть изменены и не имеют обязательной силы. Компания {{operator.short_name}} оставляет за собой право изменять, дополнять или удалять отдельные страницы или все предложение без предварительного уведомления, а также временно или постоянно прекращать публикацию.

	### Переводы

		Такой контент, как меню, описания блюд и новости, создаётся на немецком языке. Переводы на другие языки частично создаются автоматически и предоставляются как услуга. Ошибки перевода при этом не исключены. Обязательной является немецкая версия. Это относится прежде всего к сведениям об аллергенах и пищевых добавках.

	### Ссылки и ссылки

		В случае прямых или косвенных ссылок на внешние веб-сайты ("ссылки"), которые находятся вне зоны ответственности оператора, обязательство по ответственности наступает только в том случае, если оператор знает о содержании и для него технически возможно и разумно предотвратить использование в случае незаконного содержания.

		Таким образом, компания {{operator.short_name}} однозначно заявляет, что на момент создания ссылок страницы, на которые они ведут, не содержали противозаконных материалов. Оператор не имеет никакого влияния на текущий и будущий дизайн и содержание страниц, на которые ведут ссылки. Таким образом, оператор заявляет, что он дистанцируется от содержания всех страниц, на которые ведут ссылки, и которые были изменены после создания ссылки. Это заявление относится ко всем ссылкам и упоминаниям, установленным на собственном сайте {{operator.short_name}}, а также к записям третьих лиц в гостевых книгах, дискуссионных форумах и списках рассылки, созданных {{operator.short_name}}. За незаконное, неправильное или неполное содержание и, в частности, за ущерб, возникший в результате использования или неиспользования такой информации, ответственность несет только поставщик страницы, на которую сделана ссылка, а не тот, кто просто ссылается на соответствующую публикацию посредством ссылок.

	### Закон об авторском праве и маркировке

		Оформление приложения и домашней страницы, используемая графика и прочее содержимое защищены авторским правом. Воспроизведение информации и данных, в частности использование частей текстов или изображений, требует предварительного письменного согласия компании {{operator.short_name}}. Пользователь может использовать содержание только в личных целях в рамках предлагаемых функций. Он не приобретает никаких прав на содержание или программы. Если программное обеспечение предлагается для загрузки, разрешение пользователя на его использование ограничивается личным использованием в рамках пользования веб-сайтом.

		{{operator.short_name}} стремится соблюдать авторские права на графику, звуковые документы, видеоряд и тексты, используемые во всех публикациях, использовать графику, звуковые документы, видеоряд и тексты, созданные самостоятельно или использовать безлицензионные графику, звуковые документы, видеоряд и тексты. Все бренды и торговые марки, упомянутые на сайте и, возможно, защищенные третьими лицами, без ограничений подчиняются положениям действующего законодательства о торговых марках и правам собственности соответствующих зарегистрированных владельцев. Простое упоминание торговой марки не означает, что она не защищена правами третьих лиц! Авторские права на опубликованные объекты, созданные самим оператором, остаются исключительно за оператором страниц. Воспроизведение или использование такой графики, звуковых документов, видеоряда и текстов в других электронных или печатных публикациях без прямого согласия оператора не допускается.
		
		
	### Защита данных

		Если приложение и веб-сайт предоставляют возможность вводить персональные или деловые данные (адреса электронной почты, имена, адреса), то раскрытие этих данных пользователем является явно добровольным. Использование и оплата всех предлагаемых услуг - насколько это технически возможно и целесообразно - допускается также без предоставления таких данных или путем предоставления анонимизированных данных или псевдонима.
		
		
	### Юридическая сила данного отказа от ответственности

		Если отдельные разделы или отдельные положения данного заявления не являются законными или правильными, содержание и действительность других частей остаются незатронутыми этим фактом.`,
};
