import type { LegalDocumentText } from '../../LegalDocuments';

export const ACCESSIBILITY_RU: LegalDocumentText = {
  title: 'Доступность',
  content: `# Декларация о доступности



Мы стремимся сделать этот веб-сайт и мобильное приложение доступными в соответствии с национальным законодательством, реализующим Директиву (ЕС) 2016/2102 Европейского парламента и Совета о доступности веб-сайтов и мобильных приложений органов государственного сектора.

	Мы работаем над последовательным устранением существующих барьеров.



# Статус соответствия



	Сайт/приложение частично соответствует соответствующим стандартам, например, WCAG 2.1 уровня AA.



## Недоступный контент и причины

	

	Содержание недоступно по следующим причинам:



	- Некоторые материалы не могут просматривать слепые или слабовидящие люди.

	- В некоторых случаях видеоматериалы не могут быть использованы людьми с ослабленным слухом или зрением.

	- Некоторые материалы вряд ли смогут распознать пользователи с цветовой слепотой.

	- Контрастность текста на некоторых страницах недостаточна.

	- Некоторые важные элементы сайта недоступны, и ими нельзя управлять с помощью клавиатуры.

	- Пользователи вспомогательных технологий не могут легко увидеть предлагаемые услуги или содержание веб-сайта и не могут получить доступ к интересующему их содержанию.

	- Некоторые из наших PDF-документов и форм для загрузки не являются безбарьерными или доступными.

	- Мы постараемся предоставить безбарьерную версию новых PDF-документов и форм для загрузки как можно скорее.



	Если вы столкнулись с препятствиями при использовании сайта или с контентом, доступ к которому затруднен, с контентом, который нарушает общие рекомендации по доступности, пожалуйста, свяжитесь с нами по электронной почте:

	

	[{{operator.email}}](mailto:{{operator.email}})
`,
};
