import type { LegalDocumentText } from '../../LegalDocumentTypes';

export const ACCESSIBILITY_ZH: LegalDocumentText = {
  title: '无障碍环境',
  content: `# 无障碍宣言



我们努力使本网站和移动应用程序符合欧洲议会和理事会关于公共部门机构网站和移动应用程序无障碍性的第 2016/2102 号指令（欧盟）的国家法律规定。

	我们正在努力逐步消除现有障碍。



# 符合性状况



	网站/应用程序部分符合相关标准，如 WCAG 2.1 AA 级。



## 无法访问的内容和原因

	

	无法访问内容的原因如下：



	- 盲人或视力不佳者无法浏览部分内容。

	- 在某些情况下，听力或视力受损的人无法使用视频内容。

	- 色盲用户无法识别某些内容。

	- 某些页面的文字对比度不够。

	- 网站的某些重要内容无法访问，无法使用键盘操作。

	- 使用辅助技术的用户无法轻松查看网站提供的内容或内容，也无法具体访问感兴趣的内容。

	- 供下载的部分 PDF 文档和表格不具备无障碍或无障碍功能。

	- 我们将尽快提供新的 PDF 文档和表格的无障碍下载版本。



	如果您在使用网站时遇到障碍，或遇到难以访问的内容，或遇到违反无障碍访问一般建议的内容，请通过电子邮件与我们联系：

	

	[{{operator.email}}](mailto:{{operator.email}})
`,
};
