[
	{
		"id": "5c751d52-30a6-4536-8767-27d0e112f214",
		"status": "draft",
		"sort": null,
		"date_created": "2024-03-12T22:31:41.278Z",
		"date_updated": "2024-03-14T09:31:51.261Z",
		"notice_private": "Datenschutzerklärung",
		"custom_id": "privacy-policy",
		"parent": null,
		"public": true,
		"position": null,
		"icon": null,
		"show_in_drawer_as_bottom_item": true,
		"show_in_drawer": false,
		"url": null,
		"children": [],
		"roles_required": [],
		"translations": [
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "ar-SA",
				"title": "سياسة الخصوصية",
				"content": "يتم توفير التطبيق والموقع الإلكتروني (يُشار إليه فيما يلي بـ \"التطبيق\") بواسطة نيلز بومغارتنر، Kreuzstraße 44، 49393 لوهن (يُشار إليه فيما يلي بـ \"نحن\" أو \"نحن\") بصفتنا المتحكم بالمعنى المقصود في اللائحة العامة لحماية البيانات في الاتحاد الأوروبي (GDPR). من خلال هذا التطبيق، نُمكِّنك من استرداد وعرض معلومات حول عروض المقصف في مواقع مختلفة وإدراج العرض وتصفيته وفقًا لتفضيلاتك المختارة.\n\nمن خلال سياسة الخصوصية هذه، نبلغك بمعالجتنا للبيانات الشخصية وفقًا للمادة 12 وما يليها. اللائحة العامة لحماية البيانات. البيانات الشخصية تعني أي معلومات تتعلق بشخص طبيعي محدد أو يمكن التعرف عليه. وبالإضافة إلى ذلك، نُعلمك بالأساس القانوني لمعالجة بياناتك - وبقدر ما تكون المعالجة ضرورية لحماية مصالحنا المشروعة - وكذلك عن مصالحنا المشروعة وحقوقك.\n\n# ## 1. معلومات عن معالجة بياناتك\n\nتتم بالفعل معالجة بعض المعلومات تلقائيًا بمجرد استخدامك للتطبيق. لقد قمنا بإدراج البيانات الشخصية التي تتم معالجتها لك بالضبط أدناه.\n\n### 1.1 المعلومات التي يتم جمعها أثناء التنزيل\n\nعندما تقوم بتنزيل التطبيق، يتم إرسال بعض المعلومات المطلوبة إلى متجر التطبيقات الذي اخترته (متجر تطبيقات Google Play أو متجر تطبيقات Apple). على وجه الخصوص، قد تتم معالجة اسم المستخدم وعنوان البريد الإلكتروني ورقم العميل الخاص بحسابك ووقت التنزيل ومعلومات الدفع ورقم تعريف الجهاز الفردي. تتم معالجة هذه البيانات حصريًا من قِبل متجر التطبيقات المعني وهي خارجة عن سيطرتنا.\n\n### 1.2 المعلومات التي يتم جمعها تلقائيًا\n\nنحن نقدر بشدة الحق في عدم الكشف عن هويتك، ولهذا السبب يتوفر لك الخيار في البداية لاختيار ما إذا كنت تريد استخدام التطبيق بشكل مجهول. في هذه الحالة، لن يتم إرسال أي بيانات شخصية إلينا، بحيث يمكن لأي شخص يرغب في عدم الكشف عن هويته أن يفعل ذلك. ومع ذلك، هذا يعني أنه يجب تقييد نطاق وظائف التطبيق بشدة. ليس لدينا أي تأثير من أي نوع على تخزين البيانات من قِبل مقدم الخدمة.\n\nإذا كنت لا تستخدم التطبيق بشكل مجهول، فسيتم إنشاء معرّف مستخدم (معرّف المستخدم) تلقائيًا عند استخدام التطبيق، وهو مطلوب لنطاق الاستخدام الكامل للتطبيق. بالنسبة لجمع معرّف المستخدم، فإننا نعتمد على مصلحتنا المشروعة وفقًا للمادة 6 الفقرة 1 (و) من اللائحة العامة لحماية البيانات من أجل ضمان عمل التطبيق وتشغيله الخالي من الأخطاء والقدرة على تقديم خدمة تتماشى مع السوق والمصالح.\n\nنقوم بجمع التقييمات المُرسلة والتعليقات، إن أمكن، على أساس الموافقة وفقًا للمادة 6 الفقرة 1 (أ) من اللائحة العامة لحماية البيانات. يجب عليك إرسال تقييمك أو تعليقك من خلال النقر بنشاط على زر \"إرسال التعليقات\" أو سيتم سؤالك بنشاط في التطبيق عما إذا كنت ترغب في إرسال هذا التقييم وأي تعليقات. يتم جمع بيانات الاستخدام ذات الاسم المستعار على أساس مصلحة مشروعة وفقًا للفقرة 1 (و) من المادة 6 من اللائحة العامة لحماية البيانات بالاقتران مع الحيثية 47 (التسويق المباشر). الحيثية 47 (التسويق المباشر).\n\nإذا لم يتم استخدام التطبيق بشكل مجهول، فيمكنك الاطلاع على جميع البيانات المخزنة من قبلنا في أي وقت في التطبيق. البيانات الأخرى التي سيتم جمعها، والتي تعد ضرورية لتوفير الخدمة وفقًا للمادة 6 الفقرة 1 (ب) و(و) من اللائحة العامة لحماية البيانات مدرجة أدناه.\n\n### المستخدم\n\n- المعرف - عند التسجيل، ستتلقى حسابًا بمعرف مستخدم يمكن تخصيص بياناتك له.\n\n- first_name - عندما تقوم بتسجيل الدخول عبر موفر خارجي (تسجيل دخول SSO) مثل Google، نقوم بحفظ اسمك الأول من أجل الترحيب بك بطريقة مخصصة في التطبيق أو في العناوين.\n\n- الاسم_الأخير - عندما تقوم بتسجيل الدخول عبر موفر خارجي (تسجيل دخول SSO) مثل Google، على سبيل المثال، نقوم بحفظ اسمك الأخير من أجل الترحيب بك في التطبيق أو في العناوين بطريقة مخصصة.\n\n- الملف الشخصي - نفصل ملفك الشخصي عن تسجيل دخول المستخدم الخاص بك. وهذا يسمح لنا بإخفاء اسم مستعار للبيانات إذا قمنا بتحليلها.\n\n- آخر_وصول - نحفظ وقت آخر دخول لك حتى نتمكن من حذف المستخدمين غير النشطين تلقائيًا.\n\n- كلمة المرور - كلمة مرور يتم إنشاؤها عشوائيًا بواسطة التطبيق أو يتم إنشاؤها بواسطتك، والتي تُستخدم لتخويلك وإدارة حسابك. يمكن أيضًا تغيير كلمة المرور في وقت لاحق. إذا قمت بتسجيل الدخول عبر مزود خارجي، فنحن بطبيعة الحال لا نحفظ كلمة المرور.\n\n- المزوِّد - إذا قمت بتسجيل الدخول عبر مزوِّد خارجي مثل Google، فإننا نحفظ اسم هذا المزوِّد.\n\n- القالب - إذا كنت من محبي القوالب الداكنة، فإننا نحفظ القالب المحدد هنا.\n\n- الرمز المميز - رمز مميز تم إنشاؤه بواسطة الخادم، والذي تتلقاه مع كلمة المرور الخاصة بك لتسهيل عملية تفويضك.\n\n### ملفات التعريف\n\nنقوم بتخزين جميع المعلومات ذات الصلة في ملفك الشخصي، والتي يمكنك استخدامها عبر الأجهزة والمنصات. يمكن أن يكون هذا مفيداً، على سبيل المثال، إذا قمت بتسجيل الدخول باستخدام أجهزة كمبيوتر مختلفة أو تطبيقات الهاتف المحمول.\n\n- المعرّف - تتلقى تلقائيًا معرّفًا للملف الشخصي حتى نتمكن من فصله عن حساب المستخدم الخاص بك. يتم تعيين بيانات ملفك الشخصي إلى هذا المعرف.\n\n- الصورة الرمزية - بالإضافة إلى اسمك المستعار، يمكنك أيضًا إنشاء صورة رمزية. هذا له نفس معنى الاسم المستعار.\n\n- الاسم المستعار - لديك خيار اختيار اسم مستعار، والذي لا يجب أن يكون فريدًا. نطلب منك عدم إدخال اسمك الحقيقي. يسهّل هذا الاسم المستعار على أصدقائك المتصلين بالشبكة التعرف عليك ومعرفة ما إذا كنت ترغب في الذهاب إلى المقصف ومتى ترغب في ذلك. هذا يعني أن المستخدمين الآخرين لا يمكنهم رؤية اسمك الحقيقي، والذي نقوم بتخزينه في حساب المستخدم الخاص بك فقط.\n\n- المقصف - المقصف أو الكافتيريا التي اخترتها. بحيث لا نرسل لك سوى تذكيرات بالأطباق التي يتم تقديمها في مقصفك أيضاً.\n\n- المقصف - المقصف أو الكافتيريا التي اخترتها. بحيث نرسل لك فقط تذكيرات بالأطباق التي يتم تقديمها أيضاً في المقصف الذي اخترته.\n\n- تاريخ_الإنشاء - تاريخ إنشاء حسابك. هذا يسمح لنا بتتبع نمو المستخدمين.\n\n- Date_updated - تاريخ آخر تعديل لحسابك. يسمح لنا هذا بتتبع تاريخ إجراء التغييرات.\n\n- اللغة - نحفظ لغتك المفضلة حتى نتمكن من عرض الرسائل والمحتوى بلغتك. يتم تحليل اللغة تلقائيًا في البداية من خلال الجهاز الذي تستخدمه ويمكنك تغييرها بواسطتك.\n\n- الجدول الزمني للدورة التدريبية - إذا كنت قد أنشأت جدولك الزمني، فسيتم حفظه أيضاً في ملفك الشخصي على الإنترنت. نحن نحلل الملفات الشخصية التي تحتوي على جداول زمنية لتجنب ازدحام طوابير الوجبات - نحن لا نمرر هذه البيانات إلى أطراف ثالثة.\n\n- Price_group - نقوم بحفظ فئة السعر حتى نتمكن من عرض أسعار فئة الخصم الخاصة بك.\n\n- العلامات - مسببات الحساسية الخاصة بك وتسميات الأطباق التي لا تتحملها أو لا تحبها. يتيح لنا هذا الأمر تكييف إشعاراتك مع عاداتك الغذائية من ناحية، وتخصيص عرضنا ليجذب أكبر عدد ممكن من الأشخاص من ناحية أخرى.\n\n- المباني_المفضلة - مبانيك المفضلة التي تهمك.\n\n- المباني_آخر_زيارة - المباني التي شاهدتها مؤخراً في التطبيق. نستخدم هذه المعلومات لفرز النتائج، من بين أمور أخرى.\n\n- Food_feedbacks - أطباقك المفضلة. يتيح لنا ذلك إخطارك عندما يتم تقديم أحد أطباقك المفضلة مرة أخرى. نستخدم هذا لمحاولة تحسين عرضنا. تعليقاتك على الأطباق المعروضة. نستخدمها لمحاولة تحسين عرضنا. تقييماتك للأطباق المعروضة. نستخدمها لمحاولة تحسين عرضنا.\n\n- الصفحات التي تمت زيارتها - عناصر/مناطق القائمة في التطبيق التي قمت بزيارتها. يتيح لنا ذلك التعرف على مناطق التطبيق التي يتم استخدامها بشكل خاص بشكل متكرر. وهذا يساعدنا على تركيز تحسيناتنا على هذه المناطق. لا يتم إرسال مشاهدات البث إلينا إلا بموافقتك الصريحة (لتحسين التطبيق). نأمل أن نتمكن من الإجابة عن أسئلة مثل \"هل يستخدم طلاب الفصل الدراسي الأول خريطة الموقع أكثر من غيرهم؟\n\n- الأجهزة - الأجهزة النهائية التي تستخدمها. نستخدم هذه المعلومات لنكون قادرين على تحليل الأخطاء بشكل أفضل، على سبيل المثال، اعتمادًا على الجهاز النهائي الذي استخدمته. مزيد من المعلومات في القسم الخاص بجهازك.\n\n\n### معلومات عن جهازك\n\n- المعرف - رقم تم إنشاؤه بواسطة الخادم لجهازك. نظرًا لأن بعض الأشخاص لديهم أجهزة متعددة، فإننا نميز بين هذه الأجهزة المسجلة. نقوم بتعيين مزيد من المعلومات لهذا الرقم: رمز PushNotificationToken و DeviceOS و DeviceID وDreamViews.\n\n- DeviceOS - نظام التشغيل وإصدار هاتفك الذكي. استنادًا إلى هذه المعلومات، يمكننا تتبع أعطال الأخطاء والأجهزة التي سيتم اختبارها.\n\n- رمز PushNotificationToken - مفتاح تم إنشاؤه بواسطة موفر AppStore الخاص بك والذي يمكننا استخدامه لإرسال إشعارات فورية إليك. يمكن العثور على مزيد من المعلومات حول هذا الأمر في قسم \"حقوق الوصول إلى تطبيق الهاتف المحمول\".\n\n- العرض - معلومات متنوعة حول شاشة العرض الخاصة بك: حجم الخط، نسبة البكسل، العرض، الارتفاع، العلامة التجارية، ...\n\n- النظام الأساسي - النظام الأساسي الذي يوجد عليه جهازك: ويب، iOS، أندرويد.\n\n- العلامة التجارية - العلامة التجارية لجهازك.\n\n- إصدار النظام - رقم إصدار نظام التشغيل الخاص بك. لن تصدق كم يساعدنا ذلك في إصلاح الأخطاء على أجهزة Android.\n\nلن تُنقل بياناتك الشخصية إلى جهات خارجية لأغراض أخرى إلا إذا\n\n- أعطيتَ موافقتك الصريحة على ذلك وفقًا للمادة 6 الفقرة 1 الجملة 1 أ) من اللائحة العامة لحماية البيانات، و\n\n- في حالة وجود التزام قانوني بالنقل وفقًا للمادة 6 الفقرة 1 الجملة 1 (ج) من المادة 6 الفقرة 1 (ج) من اللائحة العامة لحماية البيانات.\n\n## 2. الإفصاح عن البيانات ونقلها\n\nبالإضافة إلى الحالات المذكورة صراحةً في سياسة الخصوصية هذه، لن يتم نقل بياناتك الشخصية دون موافقتك الصريحة المسبقة إلا إذا كان ذلك مسموحًا به أو مطلوبًا بموجب القانون. قد يكون هذا هو الحال، على سبيل المثال، إذا كانت المعالجة ضرورية لحماية المصالح الحيوية للمستخدم أو شخص طبيعي آخر.\n\nنعتمد على مقدمي خدمات خارجيين لتوفير عمليات أو خدمات فرعية لوظائف تطبيقنا.\n\n## 3 جوجل فايربيس\n\nيستخدم تطبيقنا خدمات من Google Firebase. تُعد Firebase جزءًا من منصة Google Cloud Platform وتقدم العديد من الخدمات للمطورين، والتي يمكنك الاطلاع عليها هنا: firebase.google.com/terms/ (https://firebase.google.com/terms/). تعالج بعض خدمات Firebase البيانات الشخصية منك كمستخدم نهائي. وهذا ضروري لتوفير خدمات Google. يمكنك معرفة البيانات التي تتم معالجتها لأي غرض تحت بند معلومات معالجة البيانات: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). غالبًا ما تستخدم Google Firebase \"معرّفات المثيل\" والتي، وفقًا لمعلومات Google، يتم تخزينها حتى يقوم العميل النهائي بتنفيذ مكالمة واجهة برمجة التطبيقات لحذف المعرّف. ثم يتم حذف البيانات من النظام المباشر والنسخ الاحتياطي بعد 180 يومًا من إجراء المكالمة. يمكن العثور على مزيد من المعلومات على: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). يتم تحديد معرّفات المثيل هذه، على سبيل المثال، من أجل معرفة الجهاز الذي سيتم إرسال الرسائل إليه.\n\nلا نتلقى أي بيانات شخصية من Google Firebase ولا نبذل أي جهود لتخصيص هذه البيانات بأثر رجعي. نحن نستخدم البيانات فقط لتحليل سلوك المستخدم.\n\nنحن لا نتحمل أي ضمان للبيانات المذكورة أعلاه من جوجل ونشير فقط إلى المعلومات المقدمة. يحق لشركة Google تغيير هذه المعلومات أو حذفها في أي وقت، أو حذف أو تغيير عنوان URL (رابط صفحات الويب الخاصة بـ Google) أو إتاحة المعلومات على صفحة أخرى.\n\nتمثل Google معالج بيانات بالنسبة لنا وفقًا للمادة 28 من اللائحة العامة لحماية البيانات، والتي أبرمنا معها عقدًا لمعالجة الطلبات.\n\nوباعتبارها معالج بيانات خارج المنطقة الاقتصادية الأوروبية (EEA)، تخضع Google لشروط إطارية معينة يجب أن تمتثل لها من أجل ضمان مستوى حماية مكافئ لما هو متوفر داخل المنطقة الاقتصادية الأوروبية. هذه الحماية محمية بموجب البنود التعاقدية القياسية بين Google و Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nمعلومات من مزوِّد الطرف الثالث: Google Dublin، Google Ireland Ltd، Google Ireland Ltd، Gordon House، Barrow Street، دبلن 4، أيرلندا، فاكس: +353 (1) 436 1001 أو Google Analytics من Google Inc (1600 Amphitheatre Parkway، Mountain View, CA 94043، الولايات المتحدة الأمريكية).\n\nشروط المستخدم: firebase.google.com/terms/&nbsp؛ (https://firebase.google.com/terms/%C2%A0)\n\nنظرة عامة على حماية البيانات: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nبالإضافة إلى سياسة الخصوصية: policies.google.com/privacy&nbsp؛ (https://policies.google.com/privacy%C2%A0)\n\nكما نستخدم أيضًا خدمات Google Firebase التالية: المراسلة السحابية\n\n### 3.1 المراسلة السحابية\n\nتتيح لنا المراسلة السحابية إرسال رسائل فورية أو رسائل داخل التطبيق. يتم تعيين مرجع دفع باسم مستعار للجهاز النهائي، والذي يعمل كوجهة للرسائل الفورية أو الرسائل داخل التطبيق. يمكن إلغاء تنشيط الرسائل الفورية في أي وقت في إعدادات الجهاز النهائي، ولكن يمكن أيضًا إعادة تنشيطها.\n\n## 4. خطة الموقع\n\nفي تطبيقنا، نستخدم OpenStreetMap لعرض المواقع. يتم تخزين المعلومات حول موقعك الحالي على جهازك فقط ولا يتم إرسالها إلينا أبدًا. كما أننا لا نتلقى أي بيانات من مزود الخرائط.\n\nيمكنك قراءة شروط استخدام OpenStreetMap هنا: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). ستجد هناك أيضًا مزيدًا من المعلومات حول حقوقك في هذا الصدد وإعداد خيارات لحماية خصوصيتك.\n\n## 5. حقل التعليق على الملاحظات\n\nيمكنك إرسال رسائل إلينا عبر حقل التعليق على الملاحظات. نحن لا نطلب أي معلومات إضافية عنك ولن نطلبها. نقوم بمعالجة معرف المستخدم الخاص بك ومعرف ملفك الشخصي من خلال حقل التعليقات. ونعتمد في ذلك على موافقتك وفقًا للمادة 6 الفقرة 1 (أ) من اللائحة العامة لحماية البيانات (GDPR)، حيث إن إرسال التعليقات أمر طوعي.\n\n## 6 الوصول إلى NFC\n\nلقراءة الرصيد على بطاقة Mensa الخاصة بك عبر NFC، يتم عرض آخر رصيد تمت قراءته وحفظه في التطبيق. تتم إعادة توجيه البيانات إلى الواجهة الخلفية بحيث تتم مزامنتها على أجهزتك. نحتفظ بالحق في تحليل سجل الرصيد.\n\n## 7 تغييرات الغرض\n\nلن تتم معالجة بياناتك الشخصية لأغراض أخرى غير تلك الموضحة إلا إذا كان القانون يسمح بذلك أو إذا كنت قد وافقت على التغيير في الغرض من معالجة البيانات. في حالة إجراء المزيد من المعالجة لأغراض أخرى غير تلك التي جُمعت البيانات من أجلها في الأصل، سنبلغك بهذه الأغراض الأخرى قبل إجراء المزيد من المعالجة ونزودك بجميع المعلومات الأخرى ذات الصلة.\n\n## 8. فترة تخزين البيانات\n\nنقوم عادةً بتخزين بياناتك لمدة تصل إلى 12 شهرًا. إذا لم تكن نشطًا لمدة تزيد عن 12 شهرًا (أي أنك لم تستخدم التطبيق، أو كنت تدرس في الخارج لفترة طويلة) أو قمت بحذف حسابك (عبر التطبيق)، فسيتم حذف جميع البيانات التي يمكننا تخصيصها لك تلقائيًا أو إخفاء هويتك.\n\nسنقوم بحذف بياناتك الشخصية أو إخفاء هويتك بمجرد أن تصبح غير مطلوبة للأغراض التي جمعناها أو استخدمناها من أجلها وفقًا للفقرات المذكورة أعلاه أو بقدر ما لم تعد هذه البيانات مطلوبة للملاحقة الجنائية أو لتأمين أو تأكيد أو إنفاذ الدعاوى القانونية. بعد حذف حساب المستخدم الخاص بك، سيتم حذف بياناتك تلقائيًا لاستخدامها مرة أخرى، ما لم نكن ملزمين بتخزينها لفترة أطول من الوقت وفقًا للمادة 6 الفقرة 1 الجملة 1 ج) من اللائحة العامة لحماية البيانات بسبب التزامات التخزين والتوثيق الضريبي والتجاري (من القانون الضريبي والقانون التجاري (من HGB أو StGB أو AO) أو إذا كنت قد وافقت على مزيد من التخزين وفقًا للمادة 6 الفقرة 1 الجملة 1 أ) من اللائحة العامة لحماية البيانات.\n\nومع ذلك، لا يتم حذف تقييمات الأطباق والخدمات الأخرى، حتى إذا قمت بإلغاء تثبيت التطبيق أو لم يعد هذا الطبق موجودًا في القائمة. بصرف النظر عن معرف المستخدم، الذي يتم حذفه أو إخفاء هويته كما هو موضح أعلاه، لا تحتوي التقييمات على أي بيانات شخصية أخرى. كما أننا لن نطلب منك تقديم أي بيانات شخصية إضافية.\n\nيتم استخدام معرّف الحساب في أنظمتنا أثناء توفير التطبيق. يتم الاحتفاظ بسجلات الخادم بشكل عام طالما كان ذلك ضروريًا لتحليل أي أخطاء. وكقاعدة عامة، تكون هذه المدة 14 يومًا.\n\n## 9 حقوقك كصاحب بيانات\n\nلديك الحق في الحصول على معلومات منا في أي وقت عند الطلب حول البيانات الشخصية التي نقوم بمعالجتها فيما يتعلق بك في نطاق المادة 15 من اللائحة العامة لحماية البيانات. يمكنك إرسال طلب عن طريق البريد أو البريد الإلكتروني إلى العناوين أدناه.\n\nيحق لك أن تطلب منا تصحيح بياناتك الشخصية على الفور إذا كانت غير صحيحة. للقيام بذلك، يُرجى الاتصال بنا على العناوين أدناه.\n\nلديك الحق في مطالبتنا بمحو البيانات الشخصية المتعلقة بك بموجب الشروط الموضحة في المادة 17 من اللائحة العامة لحماية البيانات. تنص هذه الشروط، على وجه الخصوص، على الحق في محو البيانات الشخصية إذا لم تعد البيانات الشخصية ضرورية للأغراض التي جُمعت من أجلها أو تمت معالجتها بطريقة أخرى، وكذلك في حالات المعالجة غير القانونية أو وجود اعتراض أو وجود التزام بالمحو بموجب قانون الاتحاد أو قانون الدولة العضو التي نخضع لها. للاطلاع على فترة تخزين البيانات، راجع أيضًا القسم 5 من سياسة الخصوصية هذه.\n\nلتأكيد حقك في المحو، يُرجى استخدام عناوين الاتصال أدناه أو محو بياناتك بنفسك عبر التطبيق.\n\nيحق لك المطالبة بتقييد المعالجة وفقًا للمادة 18 من اللائحة العامة لحماية البيانات. ويوجد هذا الحق على وجه الخصوص إذا كانت دقة البيانات الشخصية محل نزاع بيننا وبين المستخدم، خلال الفترة الزمنية المطلوبة للتحقق من الدقة، وفي حالة طلب المستخدم تقييد المعالجة بدلاً من الحذف في حالة وجود حق قائم في الحذف؛ علاوةً على ذلك، في حالة عدم الحاجة إلى البيانات للأغراض التي نسعى إليها، ولكن المستخدم يطلبها لتأكيد الدعاوى القانونية أو ممارستها أو الدفاع عنها وفي حالة استمرار الاعتراض الناجح بيننا وبين المستخدم. لتأكيد حقك في تقييد المعالجة، يُرجى الاتصال بنا على العناوين أدناه.\n\nلديك الحق في الحصول على البيانات الشخصية المتعلقة بك، والتي قدمتها لنا، بصيغة منظمة وشائعة الاستخدام ويمكن قراءتها آليًا وفقًا للمادة 20 من اللائحة العامة لحماية البيانات. لتأكيد حقك في إمكانية نقل البيانات، يُرجى الاتصال بنا على العناوين أدناه.\n\nيحق لك الاعتراض، لأسباب تتعلق بوضعك الخاص، في أي وقت على معالجة بياناتك الشخصية المتعلقة بك والتي تستند، في جملة أمور، إلى المادة 6 (1) (ه) أو (و) من اللائحة العامة لحماية البيانات، وفقًا للمادة 21 من اللائحة العامة لحماية البيانات. سوف نتوقف عن معالجة بياناتك الشخصية ما لم نتمكن من إثبات أسباب مشروعة مقنعة للمعالجة التي تتجاوز مصالحك وحقوقك وحرياتك، أو إذا كانت المعالجة تخدم إقامة الدعاوى القانونية أو ممارستها أو الدفاع عنها.\n\nيحق لك سحب موافقتك على معالجة البيانات المعنية دون إبداء الأسباب. ينطبق هذا على المعالجة بعد وقت الإلغاء. تظل المعالجة حتى تلك اللحظة غير متأثرة.\n\nإذا كانت لديك أي شكاوى، فيمكنك الاتصال بمسؤول حماية البيانات لدينا (انظر تفاصيل الاتصال أدناه). لديك أيضًا الحق في تقديم شكوى إلى السلطة الإشرافية المختصة بحماية البيانات، مفوض الدولة لحماية البيانات في ولاية ساكسونيا السفلى، Prinzenstraße 5، 30159 هانوفر، الهاتف: +49 511 120-4500، البريد الإلكتروني: poststelle@lfd.niedersachsen.de\n\n## 10. المخطط\n\nيتم تخزين جميع المواعيد والأحداث في المُخطِّط ومعالجتها محليًا على الجهاز المحمول ومن جانبنا عبر الإنترنت.\n\nإذا رغبت في ذلك، يمكن استيراد المواعيد والأحداث الموجودة من مزودي الطرف الثالث مثل Stud.IP. يتم أيضًا تخزين هذه البيانات محليًا وإرسالها إلى خادمنا. إذا لزم الأمر، يتم تسجيل عنوان IP الخاص بالجهاز النهائي المستخدم وعمليات الوصول إلى REST المقابلة لتصدير البيانات من قِبل موفر الطرف الثالث، مثل Stud.IP نفسه.\n\n## 11- نظام الاقتراحات\n\nمن أجل تحسين تدفق المستخدم وتلقي اقتراحات أفضل وأكثر ملاءمة داخل التطبيق، يوجد نظام اقتراحات. تتم المعالجة من جانب الخادم لبياناتك عندما تستخدم ملف تعريف غير مجهول الهوية. لا يزال يتم تقديم اقتراحات عامة مستقلة عن المستخدم، مثل التوصية اليومية.\n\nيصل نظام الاقتراحات إلى البيانات التالية:\n\n- الصفحات التي تمت زيارتها\n- ملاحظات الطعام (مثل الأطباق المفضلة، ...)\n- المقصف المفضل\n- المخطط\n\n## 12. أمن البيانات\n\nنحن نستخدم تدابير أمنية تقنية وتنظيمية مناسبة لحماية بياناتك من التلاعب العرضي أو المتعمد، أو الفقدان الجزئي أو الكامل، أو التدمير أو الوصول غير المصرح به من قِبل أطراف ثالثة. يتم تحسين تدابيرنا الأمنية باستمرار بما يتماشى مع التطورات التكنولوجية.\n\n## 13 الاستضافة الخارجية\n\nتتم استضافة الواجهة الخلفية للتطبيق من قِبل المضيف الألماني Strato AG، برلين. يتم تخزين البيانات المرسلة من التطبيق إلى الواجهة الخلفية على مثيل الخادم الخاص بنا في المضيف. هذه هي البيانات المدرجة تحت 1.2.\n\nيوجد عقد لمعالجة الطلبات مع شركة Strato AG.\n\n## 14 الاتصال\n\nإذا كانت لديك أي أسئلة أو تعليقات حول معالجتنا لبياناتك الشخصية أو إذا كنت ترغب في ممارسة حقوقك كصاحب بيانات مذكورة في القسمين 6 و7، يُرجى الاتصال بمسؤول حماية البيانات لدينا.\n\nنيلز بومغارتنر\nشارع كروزشتراسه 44\n49393 لوهن 49393\nالبريد الإلكتروني: nilsbaumgartner1994@gmail.com\nالموقع الإلكتروني: www.nilsbaumgartner.de\n\nتنطبق تفاصيل الاتصال هذه أيضًا على مسؤول حماية البيانات، وعنوان البريد الإلكتروني لمسؤول حماية البيانات.\n\n## 15 التغييرات على سياسة الخصوصية هذه\n\nنحافظ دائمًا على تحديث سياسة الخصوصية هذه. لذلك نحتفظ بالحق في تعديلها من وقت لآخر وتحديث التغييرات التي تطرأ على جمع بياناتك أو معالجتها أو استخدامها. النسخة الحالية من سياسة الخصوصية متاحة دائمًا ضمن \"سياسة الخصوصية\" داخل التطبيق.\n\nالحالة: 22 يونيو 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "de-DE",
				"title": "Datenschutzerklärung",
				"content": "Die App und Internetpräsenz (nachfolgend „App“) wird von Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (nachfolgend „wir“ oder „uns“) als Verantwortlicher im Sinne der EU-Datenschutz-Grundverordnung (DSGVO) zur Verfügung gestellt. Mit dieser App ermöglichen wir dir den Abruf und die Darstellung von Informationen über Mensa-Angebote an unterschiedlichen Standorten sowie eine Auflistung und Filterung des Angebots gemäß deiner gewählten Präferenzen.\n\nMit dieser Datenschutzerklärung informieren wir dich über unsere Verarbeitung personenbezogener Daten nach Art. 12 ff. DSGVO. Unter personenbezogenen Daten sind sämtliche Informationen zu verstehen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen. Darüber hinaus unterrichten wir dich über die Rechtsgrundlage für die Verarbeitung deiner Daten und - soweit die Verarbeitung zur Wahrung unserer berechtigten Interessen erforderlich ist - auch über unsere berechtigten Interessen sowie über deine Rechte.\n\n## 1. Informationen zur Verarbeitung deiner Daten\n\nBestimmte Informationen werden bereits automatisch verarbeitet, sobald du die App verwendest. Welche personenbezogenen Daten genau verarbeitet werden, haben wir im Folgenden für dich aufgeführt.\n\n### 1.1 Informationen, die beim Download erhoben werden\n\nBeim Download der App werden bestimmte erforderliche Informationen an den von dir ausgewählten App Store (Google Play oder Apple App Store) übermittelt. Insbesondere können dabei der Nutzername, die E-Mail-Adresse, die Kundennummer deines Accounts, der Zeitpunkt des Downloads, Zahlungsinformationen sowie die individuelle Gerätekennziffer verarbeitet werden. Die Verarbeitung dieser Daten erfolgt ausschließlich durch den jeweiligen App Store und liegt außerhalb unseres Einflussbereiches.\n\n### 1.2 Informationen, die automatisch erhoben werden\n\nWir schätzen das Recht auf Anonymität sehr, weshalb du zu Beginn die Möglichkeit hast, auszuwählen, ob du die App anonym nutzen möchtest. In diesem Fall werden keinerlei persönliche Daten an uns übermittelt, sodass jeder, der anonym bleiben möchte, dies auch sein kann. Hierdurch muss der Funktionsumfang der App allerdings stark eingeschränkt werden. Auf die Speicherung von Daten des Providers haben wir keinerlei Einfluss.\n\nSolltest du die App nicht anonym benutzen, so wird im Rahmen deiner Nutzung der App automatisiert eine UserID (Benutzer Identifier) erstellt, welche für den vollen Nutzungsumfang der App erforderlich ist. Für die Erhebung der UserID berufen wir uns auf unser berechtigtes Interesse gem. Art. 6 Abs. 1 f) DSGVO, um die Funktionsfähigkeit und den fehlerfreien Betrieb der App zu gewährleisten und einen markt- und interessensgerechten Dienst anbieten zu können.\n\nDie übermittelten Bewertungen und ggf. Kommentare erheben wir auf Basis einer Einwilligung nach Art. 6 Abs. 1 a) DSGVO. Du musst deine Bewertung bzw. deinen Kommentar durch aktives Anklicken des „Feedback senden“-Buttons abschicken oder wirst in der App aktiv danach gefragt, ob du diese Bewertung und ggf. Kommentare übermitteln willst. Die Erhebung der pseudonymisierten Nutzungsdaten erfolgt auf Basis eines berechtigten Interesses nach Art. 6 Abs. 1 f) DSGVO i.V.m. Erwägungsgrund 47 (Direktmarketing).\n\nDu hast in der App, sofern die App nicht anonym verwendet wird, die jederzeit die Möglichkeit all bei uns gespeicherten Daten einzusehen. Im Nachfolgenden werden die weiteren zu erhebenden Daten gelistet, die zur Bereitstellung der Leistung nach Art. 6 Abs. 1 b) und f) DSGVO notwendig sind.\n\n### User\n\n- id - Mit der Registrierung erhältst du ein Konto mit einer Benutzer ID, welcher deine Daten zugeordnet werden können. \n\n- first_name - Mit dem anmelden über einen externen Anbieter (einem SSO-Login) wie z. B. Google speichern wir deinen Vornamen, um dich in der App oder bei Anschriften personalisiert zu begrüßen. \n\n- last_name - Mit dem anmelden über einen externen Anbieter (einem SSO-Login) wie z. B. Google speichern wir deinen Nachnamen, um dich in der App oder bei Anschriften personalisiert zu begrüßen.\n\n- profile - Wir trennen dein Profil von deinem Benutzer Login. Dadurch pseudonomisieren wir die Daten, sofern wir diese analysieren.\n\n- last_access - Wir speichern den Zeitpunkt deines letzten Zugriffes, sodass wir inaktive Nutzer automatisch löschen können.\n\n- password - Ein von der App zufällig generiertes Passwort oder von dir erstelltes Passwort, welches verwendet wird, um dich zu autorisieren und dein Konto zu verwalten. Das Ändern des Passworts ist auch noch im Nachhinein möglich. Sofern du dich über einen externen Anbieter angemeldet hast, speichern wir natürlich kein Passwort.\n\n- provider - Falls du dich über einen externen Anbieter wie z. B. Google angemeldet hast, speichern wir den Namen dieses Anbieters.\n\n- theme - Falls du liebhaber von Darkmodes bist, speichern wir hier das ausgewählte Thema. \n\n- token - Ein vom Server generierter Token, welchen du mit deinem Passwort erhältst, um dich leichter zu autorisieren.\n\n### Profile\n\nIn deinem Profil speichern wir alle relevanten Informationen, welche du geräte- und plattformübergreifend verwenden kannst. Dies kann z. B. nützlich sein, wenn du dich mit verschiedenen Rechnern oder Handy-Apps anmeldest.\n\n- id - Du erhälst automatisch eine Profil-Id, sodass wir dies loslösen von können von deinem User-Account. Dieser Id werden deine Profil-Daten zugeordnet.\n\n- avatar - Neben deines Pseudonyms kannst du dir einen Avatar zusammenstellen. Dieser hat den gleichen Sinn wie der Nickname.\n\n- nickname - Du erhältst die Möglichkeit, dir ein Pseudonym zu wählen, welches nicht einzigartig sein muss. Wir bitten dich, hierbei nicht deinen echten Namen einzugeben. Anhand dieses Nicknamen können vernetzte Freunde dich leichter erkennen und sehen, ob und wann du Lust hast in die Mensa zu gehen. Dadurch können andere Nutzer nicht deinen echten Namen sehen, welchen wir nur in deinem User-Account speichern.\n\n- canteen - Deine ausgewählte Mensa oder Cafeteria. Damit wir dir nur Erinnerungen von Gerichten zukommen lassen, welche auch in deiner Mensa angeboten werden.\n\n- canteen - Deine ausgewählte Mensa oder Cafeteria. Damit wir dir nur Erinnerungen von Gerichten zukommen lassen, welche auch in deiner Mensa angeboten werden.\n\n- date_created - Das Erstelldatum deines Kontos. Dadurch können wir den Zuwachs von Benutzern verfolgen.\n\n- date_updated - Das letzte Änderungsdatum deines Kontos. Dadurch können wir nachvollziehen, wann Änderungen getätigt wurden.\n\n- language - Wir speichern deine bevorzugte Sprache damit wir dir Nachrichten und Inhalte in deiner Sprache anzeigen können. Die Sprache wird zu Beginn automatisch über dein verwendetes Endgerät analysiert und kann von dir geändert werden.\n\n- course_timetable - Sofern du deinen Stundenplan erstellt hast, wird dieser auch in deinem Profil online gespeichert. Wir analysieren Profile mit Stundenplänen, um überfüllte Essensschlangen zu vermeiden - wir geben diese Daten nicht an Dritte weiter.\n\n- price_group - Wir speichern die Preisklasse ab, sodass wir dir Preise für deine Rabatt-Klasse anzeigen können. \n\n- markings - Deine Allergene und Kennzeichnungen von Gerichten, welche du entweder nicht verträgst oder nicht magst. Dadurch können wir einerseits deine Benachrichtigungen an deine Essgewohnheiten anpassen, andererseits können wir unser Angebot anpassen, um möglichst viele Menschen anzusprechen.\n\n- buildings_favorites - Deine bevorzugten Gebäude, welche für dich wichtig sind.\n\n- buildings_last_visited - Deine zuletzt angeschauten Gebäude in der App. Wir nutzen diese Information unter anderem zur Sortierung der Ergebnisse.\n\n- food_feedbacks - Deine favorisierten Gerichte. Dadurch können wir dich benachrichtigen, wenn eine deiner Wunschspeisen wieder angeboten wird. Anhand dieser versuchen wir unser Angebot zu verbessern. Deine Kommentare zu den angebotenen Gerichten. Anhand dieser versuchen wir unser Angebot zu verbessern. Deine Bewertungen der angebotenen Gerichte. Anhand dieser versuchen wir unser Angebot zu verbessern.\n\n- visited_pages - Die von dir aufgerufenen Menüpunkte/Bereiche der App. Dadurch können wir erkennen, welche Bereiche der App besonders häufig genutzt werden. Dies hilft uns, den Fokus der Verbesserung dahingehend zu setzen. StreamViews werden nur durch deine explizite Zustimmung (zur Verbesserung der App) an uns übermittelt. Wir erhoffen uns damit, Fragen beantworten zu können wie z.B. \"Verwenden Erstsemester-Studenten den Lageplan häufiger als andere?\".\n\n- devices - Deine verwendeten End-Geräte. Wir verwenden diese Informationen, um z. B. Fehler besser analysieren zu können, abhängig welches End-Gerät zu verwendet hast. Weitere Informationen in dem Abschnitt zu deinem Gerät.\n\n\n### Informationen zu deinem Gerät\n\n- id - Eine vom Server generierte Nummer für dein Gerät. Da es Personen gibt, welche mehrere Geräte haben, unterscheiden wir zwischen diesen angemeldeten Geräten. Dieser Nummer ordnen wir weitere Informationen zu: PushNotificationToken, DeviceOS, DeviceID und StreamViews.\n\n- DeviceOS - Das Betriebssystem und die Version deines Smartphones. Anhand dieser Informationen können wir Fehlerabstürze und die zu testenden Geräte überblicken.\n\n- PushNotificationToken - Ein von deinem AppStore Provider generierter Schlüssel, über welchen wir dir Push-Benachrichtigungen senden können. Weitere Informationen hierüber gibt es im Abschnitt \"Zugriffsrechte der Mobilen App\".\n\n- display - Diverse Informationen zu deinem Display: Schriftgröße, Pixelratio, Breite, Höhe, Marke, ...\n\n- platform - Deine Platform auf der sich dein Gerät befindet: Web, iOS, Android.\n\n- brand - Deine Marke deine Gerätes.\n\n- system version - Welche Versionsnummer dein Betriebsystem hat. Du glaubst nicht wie sehr uns das hilft Fehler auf Android Geräten zu beheben.\n\nEine Übermittlung deiner personenbezogenen Daten an Dritte zu anderen Zwecken findet nicht statt, es sei denn, dass du\n\n- gem. Art. 6 Abs. 1 S. 1 a) DSGVO deine ausdrückliche Einwilligung dazu erteilt hast, sowie\n\n- für den Fall, dass für die Weitergabe nach Art. 6 Abs. 1 S. 1 c) DSGVO eine gesetzliche Verpflichtung besteht.\n\n## 2. Weitergabe und Übertragung von Daten\n\nEine Weitergabe deiner personenbezogenen Daten ohne deine ausdrückliche vorherige Einwilligung erfolgt neben den explizit in dieser Datenschutzerklärung genannten Fällen lediglich dann, wenn es gesetzlich zulässig bzw. erforderlich ist. Dies kann u. a. der Fall sein, wenn die Verarbeitung erforderlich ist, um lebenswichtige Interessen des Nutzers oder einer anderen natürlichen Person zu schützen.\n\nWir sind für die Funktionalität unserer App auf externe Dienstleister angewiesen, die Teilprozesse oder Serviceleistungen für uns erbringen.\n\n## 3. Google Firebase\n\nUnsere App nutzt Dienste von Google Firebase. Firebase ist Teil der Google Cloud Plattform und bietet für Entwickler viele Dienste an, die du hier einsehen kannst: firebase.google.com/terms/ (https://firebase.google.com/terms/). Einige Dienste von Firebase verarbeiten von dir als Endnutzer personenbezogene Daten. Dies ist für die Bereitstellung der Google-Dienste notwendig. Welche Daten zu welchem Zweck verarbeitet werden, kannst du unter dem Punkt Datenverarbeitungsinformationen (dataprocessing information) einsehen: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). Google Firebase verwendet oftmals \"Instance-ID´s\", die laut den Informationen von Google solange gespeichert werden, bis der Endkunde einen API-Aufruf zum Löschen der ID ausführt. Danach werden die Daten 180 Tage nach Aufruf aus dem Live- und Backup-System gelöscht. Weitere Informationen findest du unter: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). Diese Instance-ID´s werden bspw. ermittelt, um zu wissen, an welches Gerät Nachrichten übermittelt werden sollen.\n\nWir erhalten keinerlei personenbezogene Daten von Google Firebase und stellen auch keine Anstrengungen an, diese Daten im Nachhinein zu personalisieren. Wir benutzen die Daten lediglich zur Analyse des Nutzungsverhaltens.\n\nWir übernehmen keinerlei Garantie für die o. g. Angaben von Google und beziehen uns lediglich auf die bereitgestellten Informationen. Google ist berechtigt, diese Informationen jederzeit zu ändern, zu löschen, die URL (Link auf Google-Webseiten) zu löschen oder zu ändern bzw. die Informationen auf einer anderen Seite bereitzustellen.\n\nGoogle stellt für uns einen Datenverarbeiter gem. Art. 28 DSGVO dar, mit dem wir einen Auftragsverarbeitungsvertrag geschlossen haben.\n\nAls Datenverarbeiter außerhalb des Europäischen Wirtschaftsraums (EWR) unterliegt Google gewissen Rahmenbedingungen, die sie einhalten müssen, um einen gleichwertigen Schutz wie innerhalb des EWR zu gewährleisten. Dieser Schutz wird durch die Standardvertragsklauseln zwischen Google und dem Studentenwerk Osnabrück abgesichert. (https://policies.google.com/privacy/frameworks)\n\nInformationen des Drittanbieters: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001, bzw. Google Analytics der Google Inc. (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA).\n\nNutzerbedingungen: firebase.google.com/terms/&nbsp; (https://firebase.google.com/terms/%C2%A0)\n\nÜbersicht zum Datenschutz: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nsowie die Datenschutzerklärung: policies.google.com/privacy&nbsp; (https://policies.google.com/privacy%C2%A0)\n\nDes Weiteren verwenden wir folgende Dienste von Google Firebase: Cloud Messaging\n\n### 3.1 Cloud Messaging\n\nCloud Messaging dient uns dazu, dir Push-Nachrichten oder In-App-Messages zusenden zu können. Dabei wird dem Endgerät eine pseudonymisierte Push-Reference zugeteilt, die den Push-Nachrichten bzw. In-App-Messages als Ziel dient. Die Push-Nachrichten können in den Einstellungen des Endgeräts jederzeit deaktiviert, aber auch wieder aktiviert werden.\n\n## 4. Lageplan\n\nIn unserer App verwenden wir zur Darstellung der Standorte OpenStreetMap. Information über deinen aktuellen Standort werden nur auf deinem Gerät gespeichert und zu keinem Zeitpunkt an uns übermittelt. Wir erhalten auch keine Daten eines Map Providers. \n\nDie Nutzungsbedingungen von OpenStreetMap kannst du hier nachlesen: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). Dort erhältst du auch weitere Informationen zu deinen diesbezüglichen Rechten und Einstellungsmöglichkeiten zum Schutz deiner Privatsphäre.\n\n## 5. Feedback Kommentarfeld\n\nÜber das Feedback Kommentarfeld kannst du uns Nachrichten zusenden. Weitere Angaben über deine Person benötigen wir nicht und werden von uns auch nicht abgefragt. Durch das Kommentarfeld verarbeiten wir deine Benutzer id und Profil id. Hierfür berufen wir uns auf deine Einwilligung gem. Art. 6 Abs. 1 a) DSGVO, da die Abgabe eines Feedbacks freiwillig ist.\n\n## 6. NFC-Zugriff\n\nFür das Auslesen des Guthabens deiner Mensa-Karte per NFC wird in der App der zuletzt ausgelesene Stand angezeigt und gespeichert. Es findet eine Weiterleitung der Daten an das Backend statt, sodass diese Daten auf deinen Geräten synchronisiert wird. Wir behalten es uns vor den Verlauf des Guthabens zu analysieren.\n\n## 7. Zweckänderungen\n\nVerarbeitungen deiner personenbezogenen Daten zu anderen als den beschriebenen Zwecken erfolgen nur, soweit eine Rechtsvorschrift dies erlaubt oder du in den geänderten Zweck der Datenverarbeitung eingewilligt hast. Im Falle einer Weiterverarbeitung zu anderen Zwecken als denen, für die die Daten ursprünglich erhoben worden sind, informieren wir dich vor der Weiterverarbeitung über diese anderen Zwecke und stellen dir sämtliche weitere hierfür maßgeblichen Informationen zur Verfügung.\n\n## 8. Zeitraum der Datenspeicherung\n\nWir speichern deine Daten im Normalfall bis zu 12 Monate. Solltest du länger als 12 Monate nicht aktiv gewesen sein (sprich du hast die App nicht verwendet, warst lange im Auslandsstudium) oder du löscht dein Konto (über die App), werden alle Daten, welche wir dir zuordnen können, automatisch gelöscht oder anonymisiert.\n\nDabei löschen oder anonymisieren wir deine personenbezogenen Daten, sobald sie für die Zwecke, für die wir sie nach den vorstehenden Ziffern erhoben oder verwendet haben, nicht mehr erforderlich sind oder soweit diese Daten nicht für die strafrechtliche Verfolgung oder zur Sicherung, Geltendmachung oder Durchsetzung von Rechtsansprüchen länger benötigt werden. Nach Löschung deines Benutzerkontos werden deine Daten für die weitere Verwendung automatisch gelöscht, es sei denn, dass wir nach Art. 6 Abs. 1 S. 1 c) DSGVO aufgrund von steuer- und handelsrechtlichen Aufbewahrungs- und Dokumentationspflichten (aus HGB, StGB oder AO) zu einer längeren Speicherung verpflichtet sind oder du in die darüberhinausgehende Speicherung nach Art. 6 Abs. 1 S. 1 a) DSGVO eingewilligt hast.\n\nDie Bewertungen zu Speisen und anderen Leistungen werden hingegen nicht gelöscht, auch wenn du die App deinstallierst oder dieses Gericht nicht mehr auf den Speiseplänen steht. Die Bewertungen beinhalten, außer der UserID, die wie o.g. gelöscht oder anonymisiert wird, keine weiteren personenbezogenen Daten. Wir werden dich auch nicht bitten, zusätzliche personenbezogene Daten anzugeben.\n\nDie Account ID wird in unseren Systemen während des Angebots der App genutzt. Serverlogs werden in der Regel so lange vorgehalten, wie es erforderlich ist, um etwaige Fehler analysieren zu können. Im Regelfall liegt dies bei 14 Tagen.\n\n## 9. Deine Rechte als Betroffener\n\nDu hast das Recht, von uns jederzeit auf Antrag eine Auskunft über die von uns verarbeiteten, dich betreffenden personenbezogenen Daten im Umfang des Art. 15 DSGVO zu erhalten. Hierzu kannst du einen Antrag postalisch oder per E-Mail an die unten angegebenen Adressen stellen.\n\nDu hast das Recht, von uns die unverzügliche Berichtigung der dich betreffenden personenbezogenen Daten zu verlangen, sofern diese unrichtig sein sollten. Wende dich hierfür bitte an die unten angegebenen Kontaktadressen.\n\nDu hast das Recht, unter den in Art. 17 DSGVO beschriebenen Voraussetzungen von uns die Löschung der dich betreffenden personenbezogenen Daten zu verlangen. Diese Voraussetzungen sehen insbesondere ein Löschungsrecht vor, wenn die personenbezogenen Daten für die Zwecke, für die sie erhoben oder auf sonstige Weise verarbeitet wurden, nicht mehr notwendig sind, sowie in Fällen der unrechtmäßigen Verarbeitung, des Vorliegens eines Widerspruchs oder des Bestehens einer Löschungspflicht nach Unionsrecht oder dem Recht des Mitgliedstaates, dem wir unterliegen. Zum Zeitraum der Datenspeicherung siehe im Übrigen Ziffer 5 dieser Datenschutzerklärung.\n\nUm dein Recht auf Löschung geltend zu machen, wende dich bitte an die unten angegebenen Kontaktadressen oder lösche deine Daten selbst über die App.\n\nDu hast das Recht, von uns die Einschränkung der Verarbeitung nach Maßgabe des Art. 18 DSGVO zu verlangen. Dieses Recht besteht insbesondere, wenn die Richtigkeit der personenbezogenen Daten zwischen dem Nutzer und uns umstritten ist, für die Dauer, welche die Überprüfung der Richtigkeit erfordert, sowie im Fall, dass der Nutzer bei einem bestehenden Recht auf Löschung anstelle der Löschung eine eingeschränkte Verarbeitung verlangt; ferner für den Fall, dass die Daten für die von uns verfolgten Zwecke nicht länger erforderlich sind, der Nutzer sie jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigt sowie für den Fall, dass die erfolgreiche Ausübung eines Widerspruchs zwischen uns und dem Nutzer noch umstritten ist. Um dein Recht auf Einschränkung der Verarbeitung geltend zu machen, wende dich bitte an die unten angegebenen Kontaktadressen.\n\nDu hast das Recht, die dich betreffenden personenbezogenen Daten, die du uns bereitgestellt hast, in einem strukturierten, gängigen, maschinenlesbaren Format nach Maßgabe des Art. 20 DSGVO von uns zu erhalten. Um dein Recht auf Datenübertragbarkeit geltend zu machen, wende dich bitte an die unten angegebenen Kontaktadressen.\n\nDu hast das Recht, aus Gründen, die sich aus deiner besonderen Situation ergeben, jederzeit gegen die Verarbeitung dich betreffender personenbezogener Daten, die u.a. aufgrund von Art. 6 Abs. 1 e) oder f) DSGVO erfolgt, Widerspruch nach Art. 21 DSGVO einzulegen. Wir werden die Verarbeitung deiner personenbezogenen Daten einstellen, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die deine Interessen, Rechte und Freiheiten überwiegen, oder wenn die Verarbeitung der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen dient.\n\nDu hast das Recht, ohne Angaben von Gründen deine Einwilligung zur jeweiligen Datenverarbeitung zu widerrufen. Dies gilt für die Verarbeitung nach der Zeit des Widerrufs. Die Verarbeitung bis dahin bleibt unberührt.\n\nGerne kannst du dich bei Beschwerden an unsere Datenschutzbeauftragte (Kontaktdaten s. unten) wenden. Darüber hinaus besteht ein Beschwerderecht bei der zuständigen Datenschutzaufsichtsbehörde, der Landesbeauftragten für Datenschutz Niedersachsen, Prinzenstraße 5, 30159 Hannover, Telefon: +49 511 120-4500, E-Mail: poststelle@lfd.niedersachsen.de\n\n## 10. Planer\n\nAlle Termine und Veranstaltungen im Planer werden lokal auf dem mobilen Endgerät und bei uns online gespeichert und verarbeitet.\n\nAuf Wunsch können bereits vorhandene Termine und Veranstaltungen von Drittanbietern wie z. B. aus Stud.IP importiert werden. Diese Daten werden ebenfalls lokal abgespeichert und an unseren Server weitergeleitet. Gegebenenfalls werden die IP-Adresse des verwendeten Endgeräts und die entsprechenden REST-Zugriffe für den Daten-Export von dem Drittanbietern wie z. B. Stud.IP selbst geloggt.\n\n## 11. Vorschlags-System\n\nUm den Nutzerflow zu optimieren und innerhalb der App bessere und passendere Vorschläge zu erhalten, gibt es ein Vorschlags-System. Die serverseitige Verarbeitung deiner Daten findet statt, wenn du ein nicht anonymes Profil verwendest. Allgemeine Vorschläge, die nutzerunabhängig sind, werden weiterhin gemacht wie z. B. die Tagesempfehlung.\n\nDas Vorschlags-System greift auf die folgenden Daten zu:\n\n- Besuchte Seiten\n- Speise Feedbacks (z. B. Lieblingsgerichte, ...)\n- Bevorzugte Mensa\n- Planer\n\n## 12. Datensicherheit\n\nWir bedienen uns geeigneter technischer und organisatorischer Sicherheitsmaßnahmen, um deine Daten gegen zufällige oder vorsätzliche Manipulationen, teilweisen oder vollständigen Verlust, Zerstörung oder gegen den unbefugten Zugriff Dritter zu schützen. Unsere Sicherheitsmaßnahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert.\n\n## 13. Externes Hosting\n\nDas Backend zur App wird beim deutschen Hoster Strato AG, Berlin gehostet. Daten, die von der App zum Backend gesendet werden, werden auf unserer Server-Instanz beim Hoster gespeichert. Hierbei handelt es sich um die Daten, die unter 1.2. aufgeführt sind.\n\nEs besteht ein Vertrag zur Auftragsverarbeitung mit der Strato AG.\n\n## 14. Kontakt\n\nSolltest du Fragen oder Anmerkungen zu unserem Umgang mit deinen personenbezogenen Daten haben oder möchtest du die unter Ziffer 6 und 7 genannten Rechte als betroffene Person ausüben, wende dich bitte an unsere Datenschutzbeauftragte.\n\nNils Baumgartner\nKreuzstraße 44\n49393 Lohne\nE-Mail: nilsbaumgartner1994@gmail.com\nWebsite: www.nilsbaumgartner.de\n\nDiese Kontaktdaten gelten auch für die Datenschutzbeauftragte, E-Mail-Adresse der Datenschutzbeauftragten.\n\n## 15. Änderungen dieser Datenschutzerklärung\n\nWir halten diese Datenschutzerklärung immer auf dem neuesten Stand. Deshalb behalten wir uns vor, sie von Zeit zu Zeit zu ändern und Änderungen bei der Erhebung, Verarbeitung oder Nutzung deiner Daten nachzupflegen. Die aktuelle Fassung der Datenschutzerklärung ist stets unter „Datenschutzbestimmungen“ innerhalb der App abrufbar.\n\nStand:  22. Juni 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "en-US",
				"title": "Privacy policy",
				"content": "The app and website (hereinafter \"app\") is provided by Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (hereinafter \"we\" or \"us\") as the controller within the meaning of the EU General Data Protection Regulation (GDPR). With this app, we enable you to retrieve and display information about canteen offers at different locations and to list and filter the offer according to your selected preferences.\n\nWith this privacy policy, we inform you about our processing of personal data in accordance with Art. 12 et seq. GDPR. Personal data means any information relating to an identified or identifiable natural person. In addition, we inform you about the legal basis for the processing of your data and - insofar as the processing is necessary to safeguard our legitimate interests - also about our legitimate interests and your rights.\n\n## 1. information on the processing of your data\n\nCertain information is already processed automatically as soon as you use the app. We have listed exactly which personal data is processed for you below.\n\n### 1.1 Information that is collected during the download\n\nWhen you download the app, certain required information is transmitted to the app store you have selected (Google Play or Apple App Store). In particular, the user name, email address, customer number of your account, the time of the download, payment information and the individual device identification number may be processed. This data is processed exclusively by the respective app store and is beyond our control.\n\n### 1.2 Information that is collected automatically\n\nWe highly value the right to anonymity, which is why you have the option at the beginning to choose whether you want to use the app anonymously. In this case, no personal data will be transmitted to us, so that anyone who wishes to remain anonymous can do so. However, this will severely limit the app's range of functions. We have no influence whatsoever on the storage of data by the provider.\n\nIf you do not use the app anonymously, a UserID (user identifier) is automatically created when you use the app, which is required for the full scope of use of the app. For the collection of the UserID, we rely on our legitimate interest pursuant to Art. 6 para. 1 f) GDPR in order to ensure the functionality and error-free operation of the app and to be able to offer a service in line with the market and interests.\n\nWe collect the submitted ratings and, if applicable, comments on the basis of consent in accordance with Art. 6 para. 1 a) GDPR. You must submit your rating or comment by actively clicking on the \"Send feedback\" button or you will be actively asked in the app whether you wish to submit this rating and any comments. The pseudonymized usage data is collected on the basis of a legitimate interest in accordance with Art. 6 para. 1 f) GDPR in conjunction with Recital 47 (direct marketing).\n\nIf the app is not used anonymously, you can view all the data stored by us at any time in the app. The other data to be collected, which is necessary for the provision of the service in accordance with Art. 6 para. 1 b) and f) GDPR, is listed below.\n\n### User\n\n- id - When you register, you will receive an account with a user ID to which your data can be assigned.\n\n- first_name - When you log in via an external provider (an SSO login) such as Google, we save your first name in order to give you a personalized welcome in the app or at addresses.\n\n- last_name - When you log in via an external provider (an SSO login) such as Google, for example, we save your last name in order to greet you personally in the app or at addresses.\n\n- profile - We separate your profile from your user login. This allows us to pseudonymize the data if we analyze it.\n\n- last_access - We save the time of your last access so that we can automatically delete inactive users.\n\n- password - A password randomly generated by the app or created by you, which is used to authorize you and manage your account. The password can also be changed at a later date. If you have logged in via an external provider, we naturally do not save a password.\n\n- provider - If you have logged in via an external provider such as Google, we save the name of this provider.\n\n- theme - If you are a lover of darkmodes, we save the selected theme here.\n\n- token - A token generated by the server, which you receive with your password to make it easier for you to authorize yourself.\n\n### Profiles\n\nIn your profile, we store all relevant information that you can use across devices and platforms. This can be useful, for example, if you log in with different computers or mobile apps.\n\n- id - You automatically receive a profile ID so that we can separate this from your user account. Your profile data is assigned to this ID.\n\n- avatar - In addition to your pseudonym, you can also create an avatar. This has the same meaning as the nickname.\n\n- nickname - You have the option of choosing a pseudonym, which does not have to be unique. We ask you not to enter your real name. This nickname makes it easier for networked friends to recognize you and see if and when you feel like going to the Mensa. This means that other users cannot see your real name, which we only store in your user account.\n\n- canteen - Your selected canteen or cafeteria. So that we only send you reminders of dishes that are also offered in your canteen.\n\n- canteen - Your selected canteen or cafeteria. So that we only send you reminders of dishes that are also offered in your canteen.\n\n- date_created - The creation date of your account. This allows us to track the growth of users.\n\n- date_updated - The last modification date of your account. This allows us to track when changes were made.\n\n- language - We store your preferred language so that we can display messages and content in your language. The language is automatically analyzed at the beginning via the device you are using and can be changed by you.\n\n- course_timetable - If you have created your timetable, it will also be saved in your profile online. We analyze profiles with timetables to avoid overcrowded meal queues - we do not pass this data on to third parties.\n\n- price_group - We store the price class so that we can show you prices for your discount class.\n\n- markings - Your allergens and markings of dishes that you either do not tolerate or do not like. This allows us to adapt your notifications to your eating habits and to customize our offer to appeal to as many people as possible.\n\n- buildings_favorites - Your favorite buildings that are important to you.\n\n- buildings_last_visited - Your most recently viewed buildings in the app. We use this information to sort the results, among other things.\n\n- food_feedbacks - Your favorite dishes. This allows us to notify you when one of your favorite dishes is offered again. We use this to try to improve our offer. Your comments on the dishes on offer. We use these to try to improve our offer. Your ratings of the dishes on offer. We use these to try to improve our offer.\n\n- visited_pages - The menu items/areas of the app you have visited. This allows us to recognize which areas of the app are used particularly frequently. This helps us to focus our improvement efforts on these areas. StreamViews are only transmitted to us with your explicit consent (to improve the app). We hope to be able to answer questions such as \"Do first-semester students use the map more often than others?\".\n\n- devices - The end devices you use. We use this information to better analyze errors, for example, depending on which end device you have used. More information in the section about your device.\n\n\n### Information about your device\n\n- id - A number generated by the server for your device. As there are people who have several devices, we differentiate between these registered devices. We assign further information to this number: PushNotificationToken, DeviceOS, DeviceID and StreamViews.\n\n- DeviceOS - The operating system and version of your smartphone. Based on this information, we can keep track of error crashes and the devices to be tested.\n\n- PushNotificationToken - A key generated by your AppStore provider that we can use to send you push notifications. Further information on this can be found in the \"Mobile app access rights\" section.\n\n- display - Various information about your display: font size, pixel ratio, width, height, brand, ...\n\n- platform - Your platform on which your device is located: Web, iOS, Android.\n\n- brand - Your brand of your device.\n\n- system version - What version number your operating system has. You wouldn't believe how much this helps us to fix bugs on Android devices.\n\nYour personal data will not be transferred to third parties for other purposes unless you\n\n- have given your express consent to this in accordance with Art. 6 para. 1 sentence 1 a) GDPR, and\n\n- in the event that there is a legal obligation for the transfer pursuant to Art. 6 para. 1 sentence 1 c) GDPR.\n\n## 2. disclosure and transfer of data\n\nIn addition to the cases explicitly mentioned in this privacy policy, your personal data will only be passed on without your express prior consent if this is permitted or required by law. This may be the case, for example, if the processing is necessary to protect the vital interests of the user or another natural person.\n\nFor the functionality of our app, we rely on external service providers who perform sub-processes or services for us.\n\n## 3 Google Firebase\n\nOur app uses services from Google Firebase. Firebase is part of the Google Cloud Platform and offers many services for developers, which you can view here: firebase.google.com/terms/ (https://firebase.google.com/terms/). Some Firebase services process personal data from you as an end user. This is necessary for the provision of Google services. You can find out which data is processed for which purpose under the item dataprocessing information: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). Google Firebase often uses \"instance IDs\" which, according to Google's information, are stored until the end customer executes an API call to delete the ID. The data is then deleted from the live and backup system 180 days after the call. Further information can be found at: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). These instance IDs are determined, for example, in order to know to which device messages are to be transmitted.\n\nWe do not receive any personal data from Google Firebase and do not make any efforts to personalize this data retrospectively. We only use the data to analyze usage behavior.\n\nWe do not assume any guarantee for the above-mentioned data from Google and refer only to the information provided. Google is entitled to change or delete this information at any time, to delete or change the URL (link to Google web pages) or to make the information available on another page.\n\nGoogle is a data processor for us in accordance with Art. 28 GDPR, with whom we have concluded a data processing agreement.\n\nAs a data processor outside the European Economic Area (EEA), Google is subject to certain framework conditions that it must comply with in order to ensure an equivalent level of protection as within the EEA. This protection is safeguarded by the standard contractual clauses between Google and Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nInformation from the third-party provider: Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001, or Google Analytics from Google Inc (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA).\n\nUser conditions: firebase.google.com/terms/&nbsp; (https://firebase.google.com/terms/%C2%A0)\n\nOverview of data protection: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nas well as the privacy policy: policies.google.com/privacy&nbsp; (https://policies.google.com/privacy%C2%A0)\n\nWe also use the following Google Firebase services: Cloud Messaging\n\n### 3.1 Cloud Messaging\n\nCloud messaging allows us to send you push messages or in-app messages. A pseudonymized push reference is assigned to the end device, which serves as the destination for the push messages or in-app messages. The push messages can be deactivated at any time in the settings of the end device, but can also be reactivated.\n\n## 4. site plan\n\nIn our app, we use OpenStreetMap to display the locations. Information about your current location is only stored on your device and is not transmitted to us at any time. We also do not receive any data from a map provider.\n\nYou can read OpenStreetMap's terms of use here: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). There you will also find further information on your rights in this regard and setting options to protect your privacy.\n\n## 5. feedback comment field\n\nYou can send us messages via the feedback comment field. We do not require any further information about you and will not ask for it. We process your user id and profile id through the comment field. For this we rely on your consent in accordance with Art. 6 para. 1 a) GDPR, as the submission of feedback is voluntary.\n\n## 6 NFC access\n\nTo read the balance on your Mensa card via NFC, the last read balance is displayed and saved in the app. The data is forwarded to the backend so that it is synchronized on your devices. We reserve the right to analyze the credit history.\n\n## 7 Changes of purpose\n\nYour personal data will only be processed for purposes other than those described if this is permitted by law or if you have consented to the change in the purpose of the data processing. In the event of further processing for purposes other than those for which the data was originally collected, we will inform you of these other purposes prior to further processing and provide you with all other relevant information.\n\n## 8. period of data storage\n\nWe normally store your data for up to 12 months. If you have not been active for longer than 12 months (i.e. you have not used the app, have been studying abroad for a long time) or you delete your account (via the app), all data that we can assign to you will be automatically deleted or anonymized.\n\nWe will delete or anonymize your personal data as soon as it is no longer required for the purposes for which we collected or used it in accordance with the above paragraphs or insofar as this data is no longer required for criminal prosecution or to secure, assert or enforce legal claims. After deletion of your user account, your data will be automatically deleted for further use, unless we are obliged to store it for a longer period of time in accordance with Art. 6 para. 1 sentence 1 c) GDPR due to tax and commercial law storage and documentation obligations (from HGB, StGB or AO) or you have consented to further storage in accordance with Art. 6 para. 1 sentence 1 a) GDPR.\n\nHowever, the ratings for dishes and other services are not deleted, even if you uninstall the app or this dish is no longer on the menu. Apart from the UserID, which is deleted or anonymized as described above, the reviews do not contain any other personal data. We will also not ask you to provide any additional personal data.\n\nThe account ID is used in our systems during the provision of the app. Server logs are generally kept for as long as is necessary to analyze any errors. As a rule, this is 14 days.\n\n## 9 Your rights as a data subject\n\nYou have the right to receive information from us at any time upon request about the personal data processed by us concerning you within the scope of Art. 15 GDPR. You can submit a request by post or email to the addresses below.\n\nYou have the right to demand that we correct your personal data immediately if it is incorrect. To do so, please contact us at the addresses below.\n\nYou have the right to demand that we erase the personal data concerning you under the conditions described in Art. 17 GDPR. In particular, these conditions provide for a right to erasure if the personal data are no longer necessary for the purposes for which they were collected or otherwise processed, as well as in cases of unlawful processing, the existence of an objection or the existence of an obligation to erase under Union law or the law of the Member State to which we are subject. For the period of data storage, see also section 5 of this privacy policy.\n\nTo assert your right to erasure, please use the contact addresses below or delete your data yourself via the app.\n\nYou have the right to demand that we restrict processing in accordance with Art. 18 GDPR. This right exists in particular if the accuracy of the personal data is disputed between the user and us, for the period of time required to verify the accuracy, as well as in the event that the user requests restricted processing instead of deletion in the case of an existing right to deletion; furthermore, in the event that the data is no longer required for the purposes pursued by us, but the user needs it to assert, exercise or defend legal claims, as well as in the event that the successful exercise of an objection between us and the user is still disputed. To exercise your right to restriction of processing, please contact us at the addresses below.\n\nYou have the right to receive the personal data concerning you, which you have provided to us, in a structured, commonly used and machine-readable format in accordance with Art. 20 GDPR. To assert your right to data portability, please contact us at the addresses below.\n\nYou have the right to object, on grounds relating to your particular situation, at any time to processing of personal data concerning you which is based, inter alia, on Article 6(1)(e) or (f) GDPR, in accordance with Article 21 GDPR. We will stop processing your personal data unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or if the processing serves the establishment, exercise or defense of legal claims.\n\nYou have the right to withdraw your consent to the respective data processing without giving reasons. This applies to processing after the time of revocation. Processing up to that point remains unaffected.\n\nIf you have any complaints, you are welcome to contact our data protection officer (see contact details below). You also have the right to lodge a complaint with the competent data protection supervisory authority, the State Commissioner for Data Protection of Lower Saxony, Prinzenstraße 5, 30159 Hanover, phone: +49 511 120-4500, email: poststelle@lfd.niedersachsen.de\n\n## 10. Planner\n\nAll appointments and events in the planner are stored and processed locally on the mobile device and by us online.\n\nIf desired, existing appointments and events from third-party providers such as Stud.IP can be imported. This data is also stored locally and forwarded to our server. If necessary, the IP address of the end device used and the corresponding REST accesses for data export are logged by the third-party provider, e.g. Stud.IP itself.\n\n## 11. suggestion system\n\nIn order to optimize the user flow and to receive better and more suitable suggestions within the app, there is a suggestion system. The server-side processing of your data takes place when you use a non-anonymous profile. General suggestions that are user-independent are still made, such as the daily recommendation.\n\nThe suggestion system accesses the following data:\n\n- Pages visited\n- Dining feedback (e.g. favorite dishes, ...)\n- Preferred canteen\n- Planner\n\n## 12. data security\n\nWe use suitable technical and organizational security measures to protect your data against accidental or intentional manipulation, partial or complete loss, destruction or unauthorized access by third parties. Our security measures are continuously improved in line with technological developments.\n\n## 13 External hosting\n\nThe backend to the app is hosted by the German host Strato AG, Berlin. Data that is sent from the app to the backend is stored on our server instance at the hoster. This is the data listed under 1.2.\n\nThere is a contract for order processing with Strato AG.\n\n## 14 Contact\n\nIf you have any questions or comments about our handling of your personal data or if you would like to exercise the rights mentioned under points 6 and 7 as a data subject, please contact our data protection officer.\n\nNils Baumgartner\nKreuzstraße 44\n49393 Lohne\nE-mail: nilsbaumgartner1994@gmail.com\nWebsite: www.nilsbaumgartner.de\n\nThese contact details also apply to the data protection officer, e-mail address of the data protection officer.\n\n## 15 Changes to this privacy policy\n\nWe always keep this privacy policy up to date. We therefore reserve the right to amend it from time to time and to update changes to the collection, processing or use of your data. The current version of the privacy policy is always available under \"Privacy Policy\" within the app.\n\nStatus: June 22, 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "es-ES",
				"title": "Política de privacidad",
				"content": "La aplicación y el sitio web (en lo sucesivo, \"aplicación\") son proporcionados por Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (en lo sucesivo, \"nosotros\") como responsable del tratamiento en el sentido del Reglamento general de protección de datos de la UE (RGPD). Con esta aplicación, le permitimos recuperar y mostrar información sobre las ofertas de comedor en diferentes lugares y enumerar y filtrar la oferta de acuerdo con sus preferencias seleccionadas.\n\nCon esta política de privacidad, le informamos sobre nuestro tratamiento de datos personales de conformidad con el art. 12 y ss. GDPR. Por datos personales se entiende cualquier información relativa a una persona física identificada o identificable. Además, le informamos sobre la base jurídica para el tratamiento de sus datos y -en la medida en que el tratamiento sea necesario para proteger nuestros intereses legítimos- también sobre nuestros intereses legítimos y sus derechos.\n\n## 1. información sobre el tratamiento de sus datos\n\nDeterminados datos se procesan automáticamente en cuanto usted utiliza la aplicación. A continuación le indicamos exactamente qué datos personales se procesan para usted.\n\n### 1.1 Información que se recopila durante la descarga\n\nAl descargar la aplicación, se transmite cierta información necesaria a la tienda de aplicaciones que haya seleccionado (Google Play o Apple App Store). En particular, se pueden procesar el nombre de usuario, la dirección de correo electrónico, el número de cliente de su cuenta, la hora de la descarga, la información de pago y el número de identificación individual del dispositivo. Estos datos son procesados exclusivamente por la tienda de aplicaciones correspondiente y están fuera de nuestro control.\n\n### 1.2 Información recopilada automáticamente\n\nValoramos mucho el derecho al anonimato, por lo que al principio tiene la opción de elegir si desea utilizar la aplicación de forma anónima. En este caso, no se nos transmitirá ningún dato personal, de modo que quien desee permanecer en el anonimato podrá hacerlo. Sin embargo, esto significa que la gama de funciones de la aplicación debe ser severamente restringida. No tenemos ninguna influencia sobre el almacenamiento de datos por parte del proveedor.\n\nSi no utiliza la aplicación de forma anónima, se creará automáticamente una ID de usuario (identificador de usuario) cuando utilice la aplicación, que es necesaria para el uso completo de la aplicación. Para la recopilación de la ID de usuario, nos basamos en nuestro interés legítimo de conformidad con el artículo 6, apartado 1, letra f) del GDPR, con el fin de garantizar la funcionalidad y el funcionamiento sin errores de la aplicación y poder ofrecer un servicio acorde con el mercado y los intereses.\n\nRecopilamos las valoraciones enviadas y, si procede, los comentarios sobre la base del consentimiento de conformidad con el art. 6, apdo. 1 a) del RGPD. Debe enviar su valoración o comentario haciendo clic activamente en el botón \"Enviar comentario\" o se le preguntará activamente en la aplicación si desea enviar esta valoración y cualquier comentario. Los datos de uso seudonimizados se recopilan sobre la base de un interés legítimo de conformidad con el artículo 6, apartado 1, letra f), del RGPD en relación con el considerando 47 (marketing directo). Considerando 47 (marketing directo).\n\nSi la aplicación no se utiliza de forma anónima, puede ver todos los datos almacenados por nosotros en cualquier momento en la aplicación. A continuación se enumeran los demás datos que deben recopilarse y que son necesarios para la prestación del servicio de conformidad con el artículo 6, apartado 1, letras b) y f) del GDPR.\n\n### Usuario\n\n- id - Cuando se registre, recibirá una cuenta con un ID de usuario al que se podrán asignar sus datos.\n\n- first_name - Cuando inicias sesión a través de un proveedor externo (un inicio de sesión SSO) como Google, guardamos tu nombre de pila para poder saludarte de forma personalizada en la app o en las direcciones.\n\n- Apellido: cuando inicia sesión a través de un proveedor externo (un inicio de sesión SSO) como Google, por ejemplo, guardamos su apellido para saludarle de forma personalizada en la aplicación o en las direcciones.\n\n- Perfil: separamos su perfil de su nombre de usuario. Esto nos permite seudonimizar los datos si los analizamos.\n\n- last_access - Guardamos la hora de su último acceso para poder eliminar automáticamente a los usuarios inactivos.\n\n- password - Una contraseña generada aleatoriamente por la aplicación o creada por usted, que se utiliza para autorizarle y gestionar su cuenta. La contraseña también puede cambiarse posteriormente. Si ha iniciado sesión a través de un proveedor externo, naturalmente no guardamos la contraseña.\n\n- Proveedor - Si ha iniciado sesión a través de un proveedor externo como Google, guardamos el nombre de este proveedor.\n\n- tema - Si eres un amante de darkmodes, aquí guardamos el tema seleccionado.\n\n- token - Un token generado por el servidor, que recibes con tu contraseña para facilitarte la autorización.\n\n### Perfiles\n\nEn su perfil almacenamos toda la información relevante que puede utilizar en distintos dispositivos y plataformas. Esto puede ser útil, por ejemplo, si inicia sesión con distintos ordenadores o aplicaciones de teléfono móvil.\n\n- id - Usted recibe automáticamente un ID de perfil para que podamos separarlo de su cuenta de usuario. Los datos de su perfil se asignan a este ID.\n\n- avatar - Además de su seudónimo, también puede crear un avatar. Este tiene el mismo significado que el seudónimo.\n\n- seudónimo - Tienes la opción de elegir un seudónimo, que no tiene por qué ser único. Te pedimos que no introduzcas tu nombre real. Este seudónimo facilita que tus amigos de la red te reconozcan y sepan si te apetece ir a la cantina y cuándo. Esto significa que otros usuarios no pueden ver tu nombre real, que sólo almacenamos en tu cuenta de usuario.\n\n- cantina - La cantina o cafetería que hayas elegido. Para que sólo te enviemos recordatorios de platos que también se ofrecen en tu cantina.\n\n- cantina - Su cantina o cafetería seleccionada. Para que sólo te enviemos recordatorios de los platos que también se ofrecen en tu comedor.\n\n- date_created - La fecha de creación de su cuenta. Esto nos permite seguir el crecimiento de los usuarios.\n\n- date_updated - La última fecha de modificación de su cuenta. Esto nos permite rastrear cuándo se hicieron los cambios.\n\n- language - Guardamos su idioma preferido para poder mostrar mensajes y contenidos en su idioma. El idioma se analiza automáticamente al principio a través del dispositivo que utilizas y puedes cambiarlo tú mismo.\n\n- course_timetable - Si ha creado su horario, también se guardará en su perfil en línea. Analizamos los perfiles con horarios para evitar colas atestadas en las comidas - no pasamos estos datos a terceros.\n\n- price_group - Guardamos la clase de precio para poder mostrarle los precios de su clase de descuento.\n\n- markings - Tus alérgenos y el etiquetado de los platos que no toleras o no te gustan. Esto nos permite, por un lado, adaptar sus notificaciones a sus hábitos alimentarios y, por otro, personalizar nuestra oferta para atraer al mayor número posible de personas.\n\n- buildings_favourites - Tus edificios favoritos que son importantes para ti.\n\n- buildings_last_visited - Los últimos edificios que ha visitado en la aplicación. Utilizamos esta información para ordenar los resultados, entre otras cosas.\n\n- food_feedbacks - Tus platos favoritos. Esto nos permite notificarle cuando uno de sus platos favoritos se ofrece de nuevo. Lo utilizamos para intentar mejorar nuestra oferta. Sus comentarios sobre los platos ofrecidos. Los utilizamos para intentar mejorar nuestra oferta. Sus valoraciones sobre los platos ofrecidos. Las utilizamos para intentar mejorar nuestra oferta.\n\n- páginas_visitadas - Los elementos de menú/áreas de la aplicación que ha visitado. Esto nos permite reconocer qué áreas de la aplicación se utilizan con especial frecuencia. Esto nos ayuda a centrar nuestras mejoras en estas áreas. StreamViews sólo se nos transmite con su consentimiento explícito (para mejorar la aplicación). Esperamos poder responder a preguntas como \"¿Los estudiantes de primer semestre utilizan el mapa del sitio más a menudo que los demás?\".\n\n- Dispositivos - Los dispositivos finales que utilizas. Utilizamos esta información para poder analizar mejor los errores, por ejemplo, en función del dispositivo final que hayas utilizado. Más información en la sección sobre su dispositivo.\n\n\n### Información sobre su dispositivo\n\n- id - Un número generado por el servidor para tu dispositivo. Como algunas personas tienen varios dispositivos, diferenciamos entre estos dispositivos registrados. Asignamos más información a este número: PushNotificationToken, DeviceOS, DeviceID y StreamViews.\n\n- DeviceOS - El sistema operativo y la versión de su smartphone. A partir de esta información, podemos hacer un seguimiento de los errores y de los dispositivos que se van a probar.\n\n- PushNotificationToken - Una clave generada por su proveedor de AppStore que podemos utilizar para enviarle notificaciones push. Encontrará más información al respecto en la sección \"Derechos de acceso a aplicaciones móviles\".\n\n- display - Diversa información sobre su pantalla: tamaño de fuente, proporción de píxeles, anchura, altura, marca, ...\n\n- plataforma - La plataforma en la que se encuentra su dispositivo: Web, iOS, Android.\n\n- marca - La marca de su dispositivo.\n\n- versión del sistema - Qué número de versión tiene tu sistema operativo. No creerías cuánto nos ayuda esto a corregir errores en dispositivos Android.\n\nTus datos personales no se transferirán a terceros para otros fines a menos que\n\n- haya dado su consentimiento expreso para ello de conformidad con el Art. 6 párrafo 1 frase 1 a) GDPR, y\n\n- en caso de que exista una obligación legal para la transferencia de conformidad con el Art. 6 párrafo 1 frase 1 c) GDPR.\n\n## 2. divulgación y transferencia de datos\n\nAdemás de los casos mencionados explícitamente en esta política de privacidad, sus datos personales solo se transmitirán sin su consentimiento expreso previo si así lo permite o exige la ley. Este puede ser el caso, por ejemplo, si el tratamiento es necesario para proteger los intereses vitales del usuario o de otra persona física.\n\nRecurrimos a proveedores de servicios externos para que nos proporcionen subprocesos o servicios para la funcionalidad de nuestra app.\n\n## 3 Google Firebase\n\nNuestra aplicación utiliza servicios de Google Firebase. Firebase forma parte de Google Cloud Platform y ofrece numerosos servicios para desarrolladores, que puede consultar aquí: firebase.google.com/terms/ (https://firebase.google.com/terms/). Algunos servicios de Firebase procesan datos personales suyos como usuario final. Esto es necesario para la prestación de los servicios de Google. Puede consultar qué datos se procesan y con qué fin en el apartado de información sobre el procesamiento de datos: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). Google Firebase suele utilizar \"ID de instancia\" que, según la información de Google, se almacenan hasta que el cliente final ejecuta una llamada a la API para eliminar el ID. A continuación, los datos se eliminan del sistema activo y de copia de seguridad 180 días después de la llamada. Encontrará más información en: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). Estos ID de instancia se determinan, por ejemplo, para saber a qué dispositivo deben transmitirse los mensajes.\n\nNo recibimos ningún dato personal de Google Firebase y no hacemos ningún esfuerzo por personalizar estos datos a posteriori. Sólo utilizamos los datos para analizar el comportamiento de los usuarios.\n\nNo asumimos ninguna garantía por los datos mencionados de Google y sólo nos remitimos a la información facilitada. Google está autorizado a modificar o borrar esta información en cualquier momento, a borrar o modificar la URL (enlace a las páginas web de Google) o a poner a disposición la información en otra página.\n\nGoogle representa para nosotros un procesador de datos de conformidad con el art. 28 del GDPR, con el que hemos celebrado un contrato de procesamiento de pedidos.\n\nComo procesador de datos fuera del Espacio Económico Europeo (EEE), Google está sujeto a determinadas condiciones marco que debe cumplir para garantizar un nivel de protección equivalente al del EEE. Esta protección está garantizada por las cláusulas contractuales tipo entre Google y Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nInformación del proveedor externo: Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublín 4, Irlanda, Fax: +353 (1) 436 1001, o Google Analytics de Google Inc (1600 Amphitheatre Parkway, Mountain View, CA 94043, EE.UU.).\n\nCondiciones de uso: firebase.google.com/terms/&nbsp; (https://firebase.google.com/terms/%C2%A0)\n\nInformación general sobre protección de datos: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nasí como la política de privacidad: policies.google.com/privacy&nbsp; (https://policies.google.com/privacy%C2%A0)\n\nTambién utilizamos los siguientes servicios de Google Firebase: Cloud Messaging\n\n### 3.1 Mensajería en la nube\n\nLa mensajería en la nube nos permite enviarle mensajes push o mensajes in-app. Se asigna una referencia push seudonimizada al dispositivo final, que sirve de destino para los mensajes push o los mensajes in-app. Los mensajes push pueden desactivarse en cualquier momento en los ajustes del dispositivo final, pero también pueden reactivarse.\n\n## 4. plano del sitio\n\nEn nuestra aplicación, utilizamos OpenStreetMap para mostrar las ubicaciones. La información sobre tu ubicación actual sólo se almacena en tu dispositivo y nunca se nos transmite. Tampoco recibimos datos de ningún proveedor de mapas.\n\nPuede consultar las condiciones de uso de OpenStreetMap aquí: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). Allí también encontrarás más información sobre tus derechos al respecto y las opciones de configuración para proteger tu privacidad.\n\n## 5. campo de comentarios\n\nPuede enviarnos mensajes a través del campo de comentarios. No necesitamos más información sobre usted y no se la pediremos. Procesamos su ID de usuario y su ID de perfil a través del campo de comentarios. Para ello nos basamos en su consentimiento de conformidad con el art. 6, apdo. 1 a) del GDPR, ya que el envío de comentarios es voluntario.\n\n## 6 Acceso NFC\n\nPara leer el saldo de su tarjeta Mensa a través de NFC, se muestra el último saldo leído y se guarda en la aplicación. Los datos se transmiten al backend para que se sincronicen en tus dispositivos. Nos reservamos el derecho de analizar el historial de crédito.\n\n## 7 Cambios de finalidad\n\nSus datos personales sólo se tratarán para fines distintos de los descritos si lo permite la ley o si usted ha consentido el cambio de finalidad del tratamiento de datos. En caso de tratamiento posterior para fines distintos de aquellos para los que se recopilaron originalmente los datos, le informaremos de estos otros fines antes del tratamiento posterior y le facilitaremos toda la información pertinente.\n\n## 8. período de conservación de los datos\n\nNormalmente almacenamos sus datos durante un máximo de 12 meses. Si no ha estado activo durante más de 12 meses (es decir, no ha utilizado la aplicación, ha estado estudiando en el extranjero durante mucho tiempo) o elimina su cuenta (a través de la aplicación), todos los datos que podamos asignarle se eliminarán automáticamente o se anonimizarán.\n\nBorraremos o anonimizaremos sus datos personales tan pronto como ya no sean necesarios para los fines para los que los recopilamos o utilizamos de conformidad con los párrafos anteriores o en la medida en que estos datos ya no sean necesarios para la persecución penal o para asegurar, hacer valer o ejecutar reclamaciones legales. Tras la eliminación de su cuenta de usuario, sus datos se eliminarán automáticamente para su uso posterior, a menos que estemos obligados a almacenarlos durante un período de tiempo más largo de conformidad con el Art. 6 párrafo 1 frase 1 c) GDPR debido a las obligaciones de almacenamiento y documentación de la legislación fiscal y comercial (de HGB, StGB o AO) o usted haya dado su consentimiento para su almacenamiento posterior de conformidad con el Art. 6 párrafo 1 frase 1 a) GDPR.\n\nSin embargo, las valoraciones de platos y otros servicios no se eliminan, incluso si desinstala la aplicación o este plato ya no está en el menú. Aparte de la ID de usuario, que se elimina o anonimiza como se ha descrito anteriormente, las valoraciones no contienen ningún otro dato personal. Tampoco le pediremos que facilite ningún otro dato personal.\n\nEl ID de cuenta se utiliza en nuestros sistemas durante el suministro de la aplicación. Por lo general, los registros del servidor se conservan durante el tiempo necesario para analizar posibles errores. Por regla general, son 14 días.\n\n## 9 Sus derechos como interesado\n\nTiene derecho a que le informemos en cualquier momento, previa solicitud, sobre los datos personales que procesamos y que le conciernen en el ámbito del artículo 15 del GDPR. Puede enviar una solicitud por correo postal o electrónico a las direcciones que se indican a continuación.\n\nTiene derecho a exigir que corrijamos inmediatamente sus datos personales si son incorrectos. Para ello, póngase en contacto con nosotros en las direcciones que figuran a continuación.\n\nTiene derecho a exigir que borremos los datos personales que le conciernen en las condiciones descritas en el artículo 17 del GDPR. En particular, estas condiciones prevén el derecho de supresión si los datos personales ya no son necesarios para los fines para los que fueron recogidos o tratados de otro modo, así como en caso de tratamiento ilícito, existencia de una oposición o existencia de una obligación de supresión en virtud del Derecho de la Unión o del Derecho del Estado miembro al que estemos sujetos. Para el periodo de conservación de los datos, véase también la sección 5 de la presente política de privacidad.\n\nPara hacer valer su derecho de supresión, utilice las direcciones de contacto que figuran a continuación o borre usted mismo sus datos a través de la aplicación.\n\nTiene derecho a exigir que restrinjamos el tratamiento de acuerdo con el artículo 18 del GDPR. Este derecho existe en particular si la exactitud de los datos personales es objeto de controversia entre el usuario y nosotros, durante el período de tiempo necesario para verificar la exactitud, y en el caso de que el usuario solicite la restricción del tratamiento en lugar de la supresión en caso de que exista un derecho a la supresión; además, en el caso de que los datos ya no sean necesarios para los fines perseguidos por nosotros, pero el usuario los necesite para la alegación, el ejercicio o la defensa de reclamaciones legales y en el caso de que el ejercicio satisfactorio de una objeción entre nosotros y el usuario siga siendo objeto de controversia. Para hacer valer su derecho a la limitación del tratamiento, póngase en contacto con nosotros en las direcciones que se indican a continuación.\n\nTiene derecho a recibir los datos personales que le conciernen y que nos ha facilitado en un formato estructurado, de uso común y lectura mecánica, de conformidad con el artículo 20 del RGPD. Para hacer valer su derecho a la portabilidad de los datos, póngase en contacto con nosotros en las direcciones que figuran a continuación.\n\nTiene derecho a oponerse, por motivos relacionados con su situación particular, en cualquier momento al tratamiento de los datos personales que le conciernen y que se basa, entre otras cosas, en el artículo 6, apartado 1, letras e) o f) del RGPD, de conformidad con el artículo 21 del RGPD. Dejaremos de tratar sus datos personales a menos que podamos demostrar motivos legítimos imperiosos para el tratamiento que prevalezcan sobre sus intereses, derechos y libertades, o si el tratamiento sirve para el establecimiento, ejercicio o defensa de reclamaciones legales.\n\nTiene derecho a retirar su consentimiento para el tratamiento de los datos correspondientes sin necesidad de indicar los motivos. Esto se aplica al tratamiento posterior al momento de la revocación. El tratamiento realizado hasta ese momento no se verá afectado.\n\nSi tiene alguna queja, puede ponerse en contacto con nuestro responsable de protección de datos (véanse los datos de contacto más abajo). También tiene derecho a presentar una reclamación ante la autoridad de control competente en materia de protección de datos, el Comisionado Estatal de Protección de Datos de Baja Sajonia, Prinzenstraße 5, 30159 Hannover, teléfono: +49 511 120-4500, correo electrónico: poststelle@lfd.niedersachsen.de.\n\n## 10. planificador\n\nTodas las citas y eventos en el planificador se almacenan y procesan localmente en el dispositivo móvil y por nosotros en línea.\n\nSi se desea, se pueden importar citas y eventos existentes de proveedores externos como Stud.IP. Estos datos también se almacenan localmente y se reenvían a nuestro servidor. En caso necesario, la dirección IP del dispositivo final utilizado y los correspondientes accesos REST para la exportación de datos son registrados por el proveedor externo, por ejemplo, el propio Stud.IP.\n\n## 11. sistema de sugerencias\n\nCon el fin de optimizar el flujo de usuarios y recibir sugerencias mejores y más adecuadas dentro de la aplicación, existe un sistema de sugerencias. El tratamiento de sus datos por parte del servidor tiene lugar cuando usted utiliza un perfil no anónimo. Se siguen haciendo sugerencias generales que son independientes del usuario, como la recomendación diaria.\n\nEl sistema de sugerencias accede a los siguientes datos:\n\n- Páginas visitadas\n- Comentarios sobre la cena (por ejemplo, platos favoritos, ...)\n- Comedor favorito\n- Planificador\n\n## 12. seguridad de los datos\n\nUtilizamos medidas de seguridad técnicas y organizativas adecuadas para proteger sus datos contra la manipulación accidental o intencionada, la pérdida parcial o total, la destrucción o el acceso no autorizado por parte de terceros. Nuestras medidas de seguridad se mejoran continuamente en función de los avances tecnológicos.\n\n## 13 Alojamiento externo\n\nEl backend de la aplicación está alojado en el host alemán Strato AG, Berlín. Los datos enviados desde la aplicación al backend se almacenan en nuestra instancia de servidor en el host. Se trata de los datos indicados en el punto 1.2.\n\nExiste un contrato para la tramitación de pedidos con Strato AG.\n\n## 14 Contacto\n\nSi tiene alguna pregunta o comentario sobre nuestro tratamiento de sus datos personales o si desea ejercer los derechos como interesado mencionados en las secciones 6 y 7, póngase en contacto con nuestro responsable de protección de datos.\n\nNils Baumgartner\nKreuzstraße 44\n49393 Lohne\nCorreo electrónico: nilsbaumgartner1994@gmail.com\nPágina web: www.nilsbaumgartner.de\n\nEstos datos de contacto también son válidos para el responsable de la protección de datos, dirección de correo electrónico del responsable de la protección de datos.\n\n## 15 Cambios en esta política de privacidad\n\nMantenemos siempre actualizada esta política de privacidad. Por lo tanto, nos reservamos el derecho a modificarla de vez en cuando y a actualizar los cambios en la recogida, el tratamiento o el uso de sus datos. La versión actual de la política de privacidad está siempre disponible en \"Política de privacidad\" dentro de la aplicación.\n\nEstado: 22 de junio de 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "fr-FR",
				"title": "Déclaration de confidentialité",
				"content": "L'app et le site Internet (ci-après \"app\") sont mis à disposition par Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (ci-après \"nous\" ou \"notre\") en tant que responsable au sens du règlement général de l'UE sur la protection des données (RGPD). Avec cette application, nous te permettons de consulter et d'afficher des informations sur les offres de cantine à différents endroits, ainsi que de lister et de filtrer l'offre en fonction des préférences que tu as choisies.\n\nAvec cette déclaration de protection des données, nous t'informons sur notre traitement des données personnelles conformément aux articles 12 et suivants du RGPD. RGPD. Par données à caractère personnel, il faut entendre toutes les informations qui se rapportent à une personne physique identifiée ou identifiable. En outre, nous t'informons de la base juridique du traitement de tes données et - dans la mesure où le traitement est nécessaire à la sauvegarde de nos intérêts légitimes - également de nos intérêts légitimes ainsi que de tes droits.\n\n## 1. informations sur le traitement de tes données\n\nCertaines informations sont déjà traitées automatiquement dès que tu utilises l'application. Nous t'indiquons ci-dessous quelles sont exactement les données à caractère personnel qui sont traitées.\n\n### 1.1 Informations collectées lors du téléchargement\n\nLors du téléchargement de l'application, certaines informations nécessaires sont transmises à l'App Store que tu as choisi (Google Play ou Apple App Store). En particulier, le nom d'utilisateur, l'adresse e-mail, le numéro de client de ton compte, l'heure du téléchargement, les informations de paiement ainsi que le numéro d'identification individuel de l'appareil peuvent être traités à cette occasion. Le traitement de ces données est effectué exclusivement par l'App Store concerné et échappe à notre influence.\n\n### 1.2 Informations collectées automatiquement\n\nNous accordons une grande importance au droit à l'anonymat, c'est pourquoi tu as la possibilité de choisir au début si tu souhaites utiliser l'application de manière anonyme. Dans ce cas, aucune donnée personnelle ne nous est transmise, de sorte que toute personne souhaitant rester anonyme peut le faire. Les fonctionnalités de l'application s'en trouvent toutefois fortement limitées. Nous n'avons aucune influence sur l'enregistrement des données du fournisseur d'accès.\n\nSi tu n'utilises pas l'application de manière anonyme, un UserID (identifiant de l'utilisateur) est créé automatiquement dans le cadre de ton utilisation de l'application, ce qui est nécessaire pour pouvoir utiliser l'application dans son intégralité. Pour la collecte de l'ID utilisateur, nous invoquons notre intérêt légitime conformément à l'article 6, paragraphe 1, f) du RGPD, afin de garantir la fonctionnalité et le fonctionnement sans erreur de l'application et de pouvoir proposer un service adapté au marché et aux intérêts.\n\nNous collectons les évaluations transmises et, le cas échéant, les commentaires sur la base d'un consentement conformément à l'art. 6, par. 1 a) du RGPD. Tu dois envoyer ton évaluation ou ton commentaire en cliquant activement sur le bouton \"Envoyer un feedback\" ou il te sera demandé activement dans l'application si tu souhaites transmettre cette évaluation et, le cas échéant, ces commentaires. La collecte des données d'utilisation pseudonymisées s'effectue sur la base d'un intérêt légitime conformément à l'art. 6, al. 1, f) du RGPD en relation avec l'art. 6, al. 2, du RGPD. Considérant 47 (marketing direct).\n\nSi l'application n'est pas utilisée de manière anonyme, tu as la possibilité de consulter à tout moment toutes les données que nous avons enregistrées. Les autres données à collecter qui sont nécessaires à la fourniture de la prestation conformément à l'art. 6, al. 1 b) et f) du RGPD sont énumérées ci-dessous.\n\n### Utilisateur\n\n- id - En t'inscrivant, tu obtiens un compte avec un ID utilisateur auquel tes données peuvent être attribuées.\n\n- first_name - En vous connectant via un fournisseur externe (une connexion SSO) comme Google, nous enregistrons votre prénom afin de vous accueillir de manière personnalisée dans l'application ou à l'adresse.\n\n- last_name - Lorsque vous vous connectez via un fournisseur externe (connexion SSO) tel que Google, nous enregistrons votre nom de famille afin de vous accueillir de manière personnalisée dans l'application ou dans les adresses postales.\n\n- profil - Nous séparons ton profil de ta connexion d'utilisateur. Ainsi, nous pseudonomisons les données si nous les analysons.\n\n- last_access - Nous enregistrons l'heure de ton dernier accès, ce qui nous permet de supprimer automatiquement les utilisateurs inactifs.\n\n- password - Un mot de passe généré de manière aléatoire par l'application ou un mot de passe que tu as créé et qui est utilisé pour t'autoriser et gérer ton compte. Il est possible de modifier le mot de passe même après coup. Si tu t'es inscrit via un fournisseur externe, nous n'enregistrons bien sûr pas de mot de passe.\n\n- provider - Si tu t'es connecté via un fournisseur externe, comme Google par exemple, nous enregistrons le nom de ce fournisseur.\n\n- theme - Si tu es un amateur de darkmodes, nous enregistrons ici le thème choisi.\n\n- token - Un jeton généré par le serveur, que tu reçois avec ton mot de passe pour faciliter ton autorisation.\n\n### Profils\n\nDans ton profil, nous enregistrons toutes les informations pertinentes que tu peux utiliser sur tous les appareils et toutes les plates-formes. Cela peut être utile, par exemple, lorsque tu te connectes avec différents ordinateurs ou applications de téléphone portable.\n\n- id - Tu reçois automatiquement un identifiant de profil, ce qui nous permet de le dissocier de ton compte d'utilisateur. Les données de ton profil sont attribuées à cet identifiant.\n\n- avatar - En plus de ton pseudonyme, tu peux te composer un avatar. Celui-ci a le même sens que le pseudonyme.\n\n- pseudonyme - Tu as la possibilité de choisir un pseudonyme, qui ne doit pas être unique. Nous te demandons de ne pas entrer ton vrai nom. Ce pseudonyme permet à tes amis en réseau de te reconnaître plus facilement et de voir si et quand tu as envie d'aller à la cantine. Ainsi, les autres utilisateurs ne peuvent pas voir ton vrai nom, que nous n'enregistrons que dans ton compte d'utilisateur.\n\n- canteen - Le restaurant universitaire ou la cafétéria que tu as choisi. Pour que nous ne t'envoyions des rappels que pour les plats qui sont proposés dans ton restaurant universitaire.\n\n- canteen - Le restaurant universitaire ou la cafétéria que tu as choisis. Pour que nous t'envoyions uniquement des rappels de plats qui sont également proposés dans ton restaurant universitaire.\n\n- date_created - La date de création de ton compte. Cela nous permet de suivre la croissance des utilisateurs.\n\n- date_updated - La date de la dernière modification de ton compte. Cela nous permet de suivre la date à laquelle les modifications ont été effectuées.\n\n- language - Nous enregistrons ta langue préférée afin de pouvoir t'afficher les messages et le contenu dans ta langue. La langue est analysée automatiquement au départ via le terminal que tu utilises et peut être modifiée par tes soins.\n\n- course_timetable - Si tu as créé ton emploi du temps, celui-ci est également enregistré en ligne dans ton profil. Nous analysons les profils avec des horaires de cours afin d'éviter les files d'attente pour les repas qui débordent - nous ne transmettons pas ces données à des tiers.\n\n- price_group - Nous enregistrons la classe de prix afin de pouvoir t'afficher les prix pour ta classe de réduction.\n\n- markings - Tes allergènes et les marquages des plats que tu ne supportes pas ou que tu n'aimes pas. Cela nous permet d'une part d'adapter tes notifications à tes habitudes alimentaires et d'autre part d'adapter notre offre afin de toucher le plus grand nombre de personnes possible.\n\n- buildings_favorites - tes bâtiments préférés, ceux qui sont importants pour toi.\n\n- buildings_last_visited - Tes derniers bâtiments visités dans l'application. Nous utilisons cette information entre autres pour trier les résultats.\n\n- food_feedbacks - Tes plats préférés. Cela nous permet de t'informer lorsqu'un de tes plats préférés est à nouveau proposé. Nous essayons d'améliorer notre offre sur la base de ces commentaires. Tes commentaires sur les plats proposés. Sur la base de ces commentaires, nous essayons d'améliorer notre offre. Tes évaluations des plats proposés. Sur la base de ces commentaires, nous essayons d'améliorer notre offre.\n\n- visited_pages - les points de menu/domaines de l'app que tu as consultés. Cela nous permet de savoir quelles zones de l'appli sont particulièrement utilisées. Cela nous aide à nous concentrer sur l'amélioration dans ce domaine. Les StreamViews ne nous sont transmis qu'avec ton accord explicite (pour améliorer l'app). Nous espérons ainsi pouvoir répondre à des questions telles que \"Les étudiants de première année utilisent-ils le plan de situation plus souvent que les autres ?\n\n- devices - les terminaux que tu utilises. Nous utilisons ces informations pour mieux analyser les erreurs, par exemple, en fonction de l'appareil final que tu as utilisé. Pour plus d'informations, voir la section sur ton appareil.\n\n\n### Informations sur ton appareil\n\n- id - Un numéro généré par le serveur pour ton appareil. Comme il y a des personnes qui ont plusieurs appareils, nous faisons une distinction entre ces appareils enregistrés. Nous associons à ce numéro d'autres informations : PushNotificationToken, DeviceOS, DeviceID et StreamViews.\n\n- DeviceOS - Le système d'exploitation et la version de ton smartphone. Ces informations nous permettent d'avoir une vue d'ensemble des crashs d'erreurs et des appareils à tester.\n\n- PushNotificationToken - Une clé générée par ton fournisseur AppStore qui nous permet de t'envoyer des notifications push. Tu trouveras plus d'informations à ce sujet dans la section \"Droits d'accès à l'application mobile\".\n\n- display - Diverses informations sur ton écran : taille de la police, nombre de pixels, largeur, hauteur, marque, ...\n\n- platform - La plateforme sur laquelle se trouve ton appareil : Web, iOS, Android.\n\n- brand - La marque de ton appareil.\n\n- system version - le numéro de version de ton système d'exploitation. Tu n'imagines pas à quel point cela nous aide à corriger les erreurs sur les appareils Android.\n\nTes données personnelles ne seront pas transmises à des tiers à d'autres fins, à moins que tu n'acceptes de nous les communiquer.\n\n- si tu as donné ton consentement explicite conformément à l'article 6, paragraphe 1, phrase 1 a) du RGPD, et\n\n- dans le cas où il existe une obligation légale de transmission conformément à l'art. 6, al. 1, phrase 1 c) du RGPD.\n\n## 2. transmission et transfert de données\n\nOutre les cas explicitement mentionnés dans la présente déclaration de protection des données, la transmission de tes données personnelles sans ton consentement préalable exprès n'a lieu que si elle est autorisée ou requise par la loi. Cela peut être le cas, entre autres, lorsque le traitement est nécessaire pour protéger les intérêts vitaux de l'utilisateur ou d'une autre personne physique.\n\nPour la fonctionnalité de notre application, nous sommes tributaires de prestataires de services externes qui nous fournissent des processus partiels ou des prestations de service.\n\n## 3. base de données Google Firebase\n\nNotre application utilise des services de Google Firebase. Firebase fait partie de la plate-forme Google Cloud et offre aux développeurs de nombreux services que tu peux consulter ici : firebase.google.com/terms/ (https://firebase.google.com/terms/). Certains services de Firebase traitent des données personnelles te concernant en tant qu'utilisateur final. Ceci est nécessaire pour la mise à disposition des services Google. Tu peux voir quelles données sont traitées et dans quel but sous la rubrique Informations sur le traitement des données (dataprocessing information) : firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). Google Firebase utilise souvent des \"identifiants d'instance\" qui, selon les informations de Google, sont conservés jusqu'à ce que le client final effectue un appel API pour supprimer l'identifiant. Ensuite, les données sont supprimées du système en direct et de sauvegarde 180 jours après l'appel. Tu trouveras de plus amples informations sur : firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). Ces identifiants d'instance sont par exemple déterminés pour savoir à quel appareil les messages doivent être transmis.\n\nNous ne recevons aucune donnée personnelle de Google Firebase et ne faisons aucun effort pour personnaliser ces données a posteriori. Nous utilisons ces données uniquement pour analyser le comportement des utilisateurs.\n\nNous n'assumons aucune garantie pour les données susmentionnées de Google et nous nous référons uniquement aux informations mises à disposition. Google est en droit de modifier ou de supprimer ces informations à tout moment, de supprimer ou de modifier l'URL (lien vers les pages web de Google) ou de mettre les informations à disposition sur une autre page.\n\nGoogle représente pour nous un sous-traitant de données conformément à l'article 28 du RGPD, avec lequel nous avons conclu un contrat de traitement des commandes.\n\nEn tant que sous-traitant de données en dehors de l'Espace économique européen (EEE), Google est soumis à certaines conditions générales qu'il doit respecter afin de garantir une protection équivalente à celle dont il bénéficie au sein de l'EEE. Cette protection est assurée par les clauses contractuelles standard entre Google et le Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nInformations du fournisseur tiers : Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland, Fax : +353 (1) 436 1001, ou Google Analytics de Google Inc (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA).\n\nConditions d'utilisation : firebase.google.com/terms/&nbsp ; (https://firebase.google.com/terms/%C2%A0)\n\nAperçu de la protection des données : firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nainsi que la déclaration de confidentialité : policies.google.com/privacy&nbsp ; (https://policies.google.com/privacy%C2%A0)\n\nEn outre, nous utilisons les services suivants de Google Firebase : Cloud Messaging\n\n### 3.1 Messagerie en nuage\n\nCloud Messaging nous sert à pouvoir t'envoyer des messages push ou des messages in-app. Une référence pseudonymisée est attribuée au terminal qui sert de cible aux messages push ou aux messages in-app. Les messages push peuvent être désactivés à tout moment dans les paramètres du terminal, mais ils peuvent aussi être réactivés.\n\n## 4. plan de situation\n\nDans notre application, nous utilisons OpenStreetMap pour représenter les lieux. Les informations sur ta position actuelle sont uniquement enregistrées sur ton appareil et ne nous sont jamais transmises. Nous ne recevons pas non plus de données d'un fournisseur de cartes.\n\nTu peux lire les conditions d'utilisation d'OpenStreetMap ici : https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). Tu y trouveras également de plus amples informations sur tes droits en la matière et sur les possibilités de paramétrage pour la protection de ta sphère privée.\n\n## 5. champ de commentaire\n\nTu peux nous envoyer des messages via le champ de commentaires. Nous n'avons pas besoin d'autres informations sur ta personne et nous ne te les demandons pas. Le champ de commentaire nous permet de traiter ton ID utilisateur et ton ID profil. Pour cela, nous nous appuyons sur ton consentement conformément à l'article 6, paragraphe 1, point a) du RGPD, car la remise d'un feedback est volontaire.\n\n## 6. accès NFC\n\nPour la lecture du crédit de ta carte Mensa par NFC, le dernier solde lu est affiché et enregistré dans l'application. Les données sont transmises au backend afin qu'elles soient synchronisées sur tes appareils. Nous nous réservons le droit d'analyser l'évolution du crédit.\n\n## 7 Changement d'objectif\n\nLe traitement de tes données personnelles à d'autres fins que celles décrites n'a lieu que si une disposition légale le permet ou si tu as consenti à la finalité modifiée du traitement des données. En cas de traitement ultérieur à des fins autres que celles pour lesquelles les données ont été initialement collectées, nous t'informerons de ces autres fins avant le traitement ultérieur et te fournirons toutes les autres informations pertinentes à cet égard.\n\n## 8 Période de conservation des données\n\nEn règle générale, nous conservons tes données pendant 12 mois au maximum. Si tu n'as pas été actif pendant plus de 12 mois (c'est-à-dire que tu n'as pas utilisé l'application ou que tu es parti étudier à l'étranger) ou si tu supprimes ton compte (via l'application), toutes les données que nous pouvons t'attribuer seront automatiquement supprimées ou rendues anonymes.\n\nCe faisant, nous supprimons ou anonymisons tes données personnelles dès qu'elles ne sont plus nécessaires aux fins pour lesquelles nous les avons collectées ou utilisées conformément aux paragraphes précédents ou dans la mesure où ces données ne sont plus nécessaires pour des poursuites pénales ou pour la sauvegarde, l'exercice ou la mise en œuvre de droits légaux. Après la suppression de ton compte d'utilisateur, tes données seront automatiquement effacées pour toute utilisation ultérieure, à moins que nous soyons obligés de les conserver plus longtemps conformément à l'article 6, paragraphe 1, phrase 1 c) du RGPD en raison d'obligations de conservation et de documentation en matière de droit fiscal et commercial (découlant du code de commerce, du code pénal ou du code des impôts) ou que tu aies donné ton accord pour une conservation dépassant ce cadre conformément à l'article 6, paragraphe 1, phrase 1 a) du RGPD.\n\nEn revanche, les évaluations relatives aux plats et autres prestations ne sont pas supprimées, même si tu désinstalles l'application ou si ce plat ne figure plus dans les menus. Les évaluations ne contiennent pas d'autres données personnelles, à l'exception de l'UserID qui sera supprimé ou anonymisé comme mentionné ci-dessus. Nous ne te demanderons pas non plus de fournir des données personnelles supplémentaires.\n\nL'ID de compte est utilisé dans nos systèmes pendant l'offre de l'application. En règle générale, les journaux de serveur sont conservés aussi longtemps que nécessaire pour pouvoir analyser d'éventuelles erreurs. En règle générale, ce délai est de 14 jours.\n\n## 9. tes droits en tant que personne concernée\n\nTu as le droit d'obtenir de notre part, à tout moment et sur demande, des informations sur les données personnelles que nous traitons et qui te concernent dans le cadre de l'article 15 du RGPD. Pour ce faire, tu peux adresser une demande par courrier postal ou électronique aux adresses indiquées ci-dessous.\n\nTu as le droit de nous demander de rectifier sans délai les données à caractère personnel te concernant si elles sont inexactes. Pour ce faire, veuillez vous adresser aux adresses de contact indiquées ci-dessous.\n\nTu as le droit, dans les conditions décrites à l'article 17 du RGPD, de nous demander d'effacer les données à caractère personnel te concernant. Ces conditions prévoient notamment un droit d'effacement lorsque les données à caractère personnel ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées ou traitées d'une autre manière, ainsi qu'en cas de traitement illicite, d'opposition ou d'existence d'une obligation d'effacement en vertu du droit de l'Union ou du droit de l'État membre auquel nous sommes soumis. En ce qui concerne la durée de conservation des données, voir par ailleurs le point 5 de la présente déclaration de protection des données.\n\nPour faire valoir ton droit à l'effacement, veuillez vous adresser aux adresses de contact indiquées ci-dessous ou effacer vous-même vos données via l'application.\n\nTu as le droit de nous demander de limiter le traitement conformément à l'article 18 du RGPD. Ce droit existe notamment lorsque l'exactitude des données à caractère personnel est contestée entre l'utilisateur et nous, pour la durée nécessaire à la vérification de l'exactitude, ainsi que dans le cas où l'utilisateur, en cas de droit à l'effacement existant, demande un traitement limité au lieu de l'effacement ; en outre, dans le cas où les données ne sont plus nécessaires aux fins que nous poursuivons, mais que l'utilisateur en a besoin pour faire valoir, exercer ou défendre des droits en justice, ainsi que dans le cas où l'exercice fructueux d'une opposition est encore contesté entre nous et l'utilisateur. Pour faire valoir ton droit à la limitation du traitement, veuillez vous adresser aux adresses de contact indiquées ci-dessous.\n\nTu as le droit de recevoir de notre part les données à caractère personnel te concernant que tu nous as fournies, dans un format structuré, couramment utilisé et lisible par machine, conformément à l'article 20 du RGPD. Pour faire valoir ton droit à la portabilité des données, veuillez vous adresser aux adresses de contact indiquées ci-dessous.\n\nTu as le droit de t'opposer à tout moment, pour des raisons tenant à ta situation particulière, au traitement des données à caractère personnel te concernant qui est effectué, entre autres, sur la base de l'article 6, paragraphe 1, e) ou f) du RGPD, conformément à l'article 21 du RGPD. Nous cesserons de traiter tes données à caractère personnel, à moins que nous puissions démontrer qu'il existe des motifs légitimes et impérieux pour le traitement qui prévalent sur tes intérêts, tes droits et tes libertés, ou si le traitement sert à faire valoir, à exercer ou à défendre des droits en justice.\n\nTu as le droit de révoquer ton consentement au traitement des données en question sans avoir à te justifier. Cela s'applique au traitement après la période de révocation. Le traitement effectué jusqu'à cette date n'est pas affecté.\n\nTu peux volontiers t'adresser à notre responsable de la protection des données en cas de réclamation (voir coordonnées ci-dessous). En outre, il existe un droit de recours auprès de l'autorité de surveillance compétente en matière de protection des données, le délégué à la protection des données du Land de Basse-Saxe, Prinzenstraße 5, 30159 Hanovre, téléphone : +49 511 120-4500, e-mail : poststelle@lfd.niedersachsen.de\n\n## 10. Planificateur\n\nTous les rendez-vous et événements du planificateur sont enregistrés et traités localement sur le terminal mobile et chez nous en ligne.\n\nSi tu le souhaites, tu peux importer des rendez-vous et des événements déjà existants de fournisseurs tiers, comme par exemple de Stud.IP. Ces données sont également sauvegardées localement et transmises à notre serveur. Le cas échéant, l'adresse IP du terminal utilisé et les accès REST correspondants sont enregistrés pour l'exportation des données par le fournisseur tiers comme Stud.IP lui-même.\n\n## 11. Système de suggestions\n\nAfin d'optimiser le flux d'utilisateurs et de recevoir des propositions meilleures et plus adaptées au sein de l'app, il existe un système de suggestions. Le traitement de tes données côté serveur a lieu si tu utilises un profil non anonyme. Les suggestions générales qui sont indépendantes de l'utilisateur continuent à être faites, comme par exemple la recommandation du jour.\n\nLe système de suggestions accède aux données suivantes :\n\n- Pages visitées\n- Feedbacks sur les plats (par ex. plats préférés, ...)\n- Cantine préférée\n- Planificateur\n\n## 12. Sécurité des données\n\nNous utilisons des mesures de sécurité techniques et organisationnelles appropriées pour protéger tes données contre les manipulations accidentelles ou intentionnelles, la perte partielle ou totale, la destruction ou l'accès non autorisé par des tiers. Nos mesures de sécurité sont améliorées en permanence en fonction de l'évolution technologique.\n\n## 13. hébergement externe\n\nLe backend de l'app est hébergé par l'hébergeur allemand Strato AG, Berlin. Les données envoyées par l'application au backend sont enregistrées sur notre instance de serveur chez l'hébergeur. Il s'agit des données mentionnées au point 1.2.\n\nIl existe un contrat de traitement des commandes avec Strato AG.\n\n## 14. contact\n\nSi tu as des questions ou des remarques sur la manière dont nous traitons tes données personnelles ou si tu souhaites exercer les droits mentionnés aux points 6 et 7 en tant que personne concernée, n'hésite pas à t'adresser à notre responsable de la protection des données.\n\nNils Baumgartner\nKreuzstraße 44\n49393 Lohne\nE-mail : nilsbaumgartner1994@gmail.com\nSite web : www.nilsbaumgartner.de\n\nCes coordonnées sont également valables pour le responsable de la protection des données, adresse e-mail du responsable de la protection des données.\n\n## 15. modifications de la présente déclaration de confidentialité\n\nNous tenons toujours cette déclaration de confidentialité à jour. C'est pourquoi nous nous réservons le droit de la modifier de temps à autre et de mettre à jour les changements concernant la collecte, le traitement ou l'utilisation de tes données. La version actuelle de la déclaration de protection des données est toujours disponible sous \"Dispositions relatives à la protection des données\" dans l'application.\n\nMise à jour : 22 juin 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "it-IT",
				"title": "Informativa sulla privacy",
				"content": "L'app e il sito web (di seguito \"app\") sono forniti da Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (di seguito \"noi\" o \"ci\") in qualità di responsabile del trattamento ai sensi del Regolamento generale sulla protezione dei dati dell'UE (GDPR). Con questa applicazione, vi consentiamo di recuperare e visualizzare informazioni sulle offerte di mensa in diverse località e di elencare e filtrare l'offerta in base alle preferenze da voi selezionate.\n\nCon la presente informativa sulla privacy, vi informiamo sul nostro trattamento dei dati personali ai sensi dell'art. 12 e segg. GDPR. Per dati personali si intende qualsiasi informazione relativa a una persona fisica identificata o identificabile. Inoltre, vi informiamo sulla base giuridica del trattamento dei vostri dati e - nella misura in cui il trattamento è necessario per tutelare i nostri interessi legittimi - anche sui nostri interessi legittimi e sui vostri diritti.\n\n## 1. informazioni sul trattamento dei vostri dati\n\nAlcune informazioni vengono già elaborate automaticamente non appena si utilizza l'app. Di seguito abbiamo elencato esattamente quali dati personali vengono elaborati per voi.\n\n### 1.1 Informazioni raccolte durante il download\n\nQuando scaricate l'app, alcune informazioni richieste vengono trasmesse all'app store selezionato (Google Play o Apple App Store). In particolare, possono essere elaborati il nome utente, l'indirizzo e-mail, il codice cliente del vostro account, l'ora del download, le informazioni di pagamento e il numero di identificazione del singolo dispositivo. Questi dati vengono elaborati esclusivamente dal rispettivo app store e sfuggono al nostro controllo.\n\n### 1.2 Informazioni raccolte automaticamente\n\nTeniamo molto al diritto all'anonimato, per questo all'inizio avete la possibilità di scegliere se volete utilizzare l'app in modo anonimo. In questo caso, non ci verranno trasmessi dati personali, in modo che chiunque desideri rimanere anonimo possa farlo. Tuttavia, ciò significa che la gamma di funzioni dell'app deve essere fortemente limitata. Non abbiamo alcuna influenza sulla memorizzazione dei dati da parte del provider.\n\nSe non si utilizza l'app in modo anonimo, al momento dell'utilizzo dell'app viene creato automaticamente un UserID (identificativo dell'utente), necessario per l'utilizzo completo dell'app. Per la raccolta dell'UserID ci basiamo sul nostro legittimo interesse ai sensi dell'art. 6 comma 1 f) GDPR, al fine di garantire la funzionalità e il funzionamento senza errori dell'app e di poter offrire un servizio in linea con il mercato e gli interessi.\n\nRaccogliamo le valutazioni ed eventualmente i commenti inviati sulla base del consenso ai sensi dell'art. 6 par. 1 a) GDPR. L'utente deve inviare la sua valutazione o il suo commento cliccando attivamente sul pulsante \"Invia feedback\" oppure gli verrà chiesto attivamente nell'app se desidera inviare questa valutazione ed eventuali commenti. I dati di utilizzo pseudonimizzati vengono raccolti sulla base di un interesse legittimo ai sensi dell'art. 6 par. 1 f) GDPR in combinazione con il considerando 47 (marketing diretto). Considerando 47 (marketing diretto).\n\nSe l'app non viene utilizzata in forma anonima, è possibile visualizzare in qualsiasi momento tutti i dati da noi memorizzati nell'app. Gli altri dati da raccogliere, necessari per la fornitura del servizio ai sensi dell'art. 6 par. 1 b) e f) GDPR, sono elencati di seguito.\n\n### Utente\n\n- id - Al momento della registrazione, l'utente riceve un account con un ID utente al quale possono essere assegnati i suoi dati.\n\n- first_name - Quando accedete tramite un provider esterno (un login SSO) come Google, salviamo il vostro nome di battesimo per potervi salutare in modo personalizzato nell'app o agli indirizzi.\n\n- cognome - Quando si accede tramite un provider esterno (un login SSO) come Google, ad esempio, salviamo il vostro cognome per potervi salutare in modo personalizzato nell'app o agli indirizzi.\n\n- profilo - Separiamo il vostro profilo dal vostro login utente. Questo ci permette di pseudonimizzare i dati in caso di analisi.\n\n- ultimo_accesso - Salviamo l'ora del vostro ultimo accesso per poter cancellare automaticamente gli utenti inattivi.\n\n- password - Una password generata casualmente dall'app o creata dall'utente, che viene utilizzata per autorizzare l'utente e gestire il suo account. La password può essere modificata anche in un secondo momento. Se l'utente ha effettuato l'accesso tramite un provider esterno, naturalmente non salviamo la password.\n\n- provider - Se l'utente ha effettuato l'accesso tramite un provider esterno, ad esempio Google, salviamo il nome di questo provider.\n\n- tema - Se siete amanti di darkmodes, salviamo qui il tema selezionato.\n\n- token - Un token generato dal server, che si riceve insieme alla password per facilitare l'autorizzazione dell'utente.\n\n### Profili\n\nNel profilo dell'utente vengono memorizzate tutte le informazioni rilevanti che l'utente può utilizzare su tutti i dispositivi e le piattaforme. Questo può essere utile, ad esempio, se si accede con diversi computer o applicazioni di telefonia mobile.\n\n- id - L'utente riceve automaticamente un ID del profilo in modo da poterlo separare dal suo account utente. I dati del profilo vengono assegnati a questo ID.\n\n- avatar - Oltre al vostro pseudonimo, potete creare un avatar. Questo ha lo stesso significato del nickname.\n\n- nickname - Avete la possibilità di scegliere uno pseudonimo, che non deve essere necessariamente unico. Vi chiediamo di non inserire il vostro vero nome. Questo nickname facilita il riconoscimento da parte degli amici della rete e permette di capire se e quando si ha voglia di andare in mensa. Ciò significa che gli altri utenti non possono vedere il vostro vero nome, che viene memorizzato solo nel vostro account utente.\n\n- mensa - La mensa o la caffetteria da voi scelta. In questo modo vi invieremo solo i promemoria dei piatti che vengono offerti anche nella vostra mensa.\n\n- mensa - La mensa o la caffetteria selezionata. In modo da inviarvi solo i promemoria dei piatti offerti anche nella vostra mensa.\n\n- data_creata - La data di creazione del vostro account. Questo ci permette di monitorare la crescita degli utenti.\n\n- date_updated - La data dell'ultima modifica del vostro account. Questo ci permette di tenere traccia delle modifiche apportate.\n\n- lingua - Salviamo la vostra lingua preferita in modo da poter visualizzare messaggi e contenuti nella vostra lingua. La lingua viene analizzata automaticamente all'inizio tramite il dispositivo utilizzato e può essere modificata dall'utente.\n\n- orario_corso - Se avete creato il vostro orario, questo verrà salvato anche nel vostro profilo online. Analizziamo i profili con gli orari per evitare code per i pasti troppo lunghe - non trasmettiamo questi dati a terzi.\n\n- gruppo_prezzo - Salviamo la classe di prezzo per potervi mostrare i prezzi della vostra classe di sconto.\n\n- contrassegni - I vostri allergeni e l'etichettatura dei piatti che non tollerate o non vi piacciono. Questo ci permette, da un lato, di adattare le notifiche alle vostre abitudini alimentari e, dall'altro, di personalizzare la nostra offerta per attirare il maggior numero di persone possibile.\n\n- edifici_favoriti - Gli edifici preferiti che sono importanti per voi.\n\n- edifici_ultimi_visitati - Gli edifici visualizzati più di recente nell'app. Utilizziamo queste informazioni, tra l'altro, per ordinare i risultati.\n\n- food_feedbacks - I vostri piatti preferiti. Questo ci permette di avvisarvi quando uno dei vostri piatti preferiti viene riproposto. Lo usiamo per cercare di migliorare la nostra offerta. I vostri commenti sui piatti offerti. Li utilizziamo per cercare di migliorare la nostra offerta. Le vostre valutazioni sui piatti offerti. Le utilizziamo per cercare di migliorare la nostra offerta.\n\n- pagine_visitate - Le voci di menu/aree dell'app che avete visitato. Questo ci permette di riconoscere quali aree dell'app vengono utilizzate con particolare frequenza. Questo ci aiuta a concentrare i nostri miglioramenti su queste aree. Gli StreamView ci vengono trasmessi solo con il vostro esplicito consenso (per migliorare l'app). Speriamo di poter rispondere a domande come \"Gli studenti del primo semestre usano la mappa del sito più spesso degli altri?\".\n\n- dispositivi - I dispositivi finali che utilizzate. Utilizziamo queste informazioni per poter analizzare meglio gli errori, ad esempio, a seconda del dispositivo finale utilizzato. Maggiori informazioni nella sezione relativa al vostro dispositivo.\n\n\n### Informazioni sul vostro dispositivo\n\n- id - Un numero generato dal server per il vostro dispositivo. Poiché alcune persone hanno più dispositivi, distinguiamo tra questi dispositivi registrati. A questo numero vengono assegnate altre informazioni: PushNotificationToken, DeviceOS, DeviceID e StreamViews.\n\n- DeviceOS - Il sistema operativo e la versione dello smartphone. Sulla base di queste informazioni, possiamo tenere traccia degli arresti anomali e dei dispositivi da testare.\n\n- PushNotificationToken - Una chiave generata dal provider dell'AppStore che possiamo utilizzare per inviare notifiche push. Per ulteriori informazioni al riguardo, consultare la sezione \"Diritti di accesso alle app mobili\".\n\n- display - Varie informazioni sul vostro display: dimensione del carattere, rapporto pixel, larghezza, altezza, marchio, ...\n\n- piattaforma - La piattaforma su cui si trova il dispositivo: Web, iOS, Android.\n\n- brand - Il marchio del dispositivo.\n\n- versione del sistema - Il numero di versione del sistema operativo. Non potete immaginare quanto questo ci aiuti a risolvere i bug sui dispositivi Android.\n\nI vostri dati personali non saranno trasferiti a terzi per altri scopi a meno che non\n\n- non abbiate dato il vostro esplicito consenso in conformità con l'art. 6 par. 1 frase 1 a) GDPR, e\n\n- nel caso in cui vi sia un obbligo legale di trasferimento ai sensi dell'art. 6 comma 1 frase 1 c) GDPR.\n\n## 2. divulgazione e trasferimento dei dati\n\nOltre ai casi esplicitamente menzionati nella presente informativa sulla privacy, i vostri dati personali saranno trasmessi senza il vostro esplicito consenso solo se ciò è consentito o richiesto dalla legge. Ciò può avvenire, ad esempio, se il trattamento è necessario per proteggere gli interessi vitali dell'utente o di un'altra persona fisica.\n\nCi affidiamo a fornitori di servizi esterni per la fornitura di sottoprocessi o servizi per la funzionalità della nostra app.\n\n## 3 Google Firebase\n\nLa nostra applicazione utilizza i servizi di Google Firebase. Firebase fa parte della Google Cloud Platform e offre molti servizi per gli sviluppatori, che potete consultare qui: firebase.google.com/terms/ (https://firebase.google.com/terms/). Alcuni servizi Firebase elaborano i dati personali dell'utente finale. Ciò è necessario per la fornitura dei servizi di Google. È possibile sapere quali dati vengono elaborati per quale scopo alla voce informazioni sull'elaborazione dei dati: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). Google Firebase utilizza spesso \"ID di istanza\" che, secondo le informazioni di Google, vengono memorizzati finché il cliente finale non esegue una chiamata API per cancellare l'ID. I dati vengono quindi eliminati dal sistema live e di backup 180 giorni dopo la chiamata. Ulteriori informazioni sono disponibili all'indirizzo: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). Questi ID di istanza vengono determinati, ad esempio, per sapere a quale dispositivo devono essere trasmessi i messaggi.\n\nNon riceviamo alcun dato personale da Google Firebase e non facciamo alcuno sforzo per personalizzare questi dati a posteriori. Utilizziamo i dati solo per analizzare il comportamento degli utenti.\n\nNon ci assumiamo alcuna garanzia per i suddetti dati da parte di Google e facciamo riferimento solo alle informazioni fornite. Google è autorizzato a modificare o cancellare queste informazioni in qualsiasi momento, a cancellare o modificare l'URL (link alle pagine web di Google) o a rendere disponibili le informazioni su un'altra pagina.\n\nGoogle rappresenta per noi un incaricato del trattamento dei dati ai sensi dell'art. 28 GDPR, con il quale abbiamo stipulato un contratto di elaborazione degli ordini.\n\nIn qualità di incaricato del trattamento dei dati al di fuori dello Spazio Economico Europeo (SEE), Google è soggetto a determinate condizioni quadro che è tenuto a rispettare per garantire un livello di protezione equivalente a quello previsto all'interno del SEE. Tale protezione è garantita dalle clausole contrattuali standard tra Google e Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nInformazioni fornite dal fornitore terzo: Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Irlanda, Fax: +353 (1) 436 1001, o Google Analytics di Google Inc (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA).\n\nCondizioni di utilizzo: firebase.google.com/terms/&nbsp; (https://firebase.google.com/terms/%C2%A0)\n\nPanoramica sulla protezione dei dati: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nnonché l'informativa sulla privacy: policies.google.com/privacy&nbsp; (https://policies.google.com/privacy%C2%A0)\n\nUtilizziamo anche i seguenti servizi di Google Firebase: Cloud Messaging\n\n### 3.1 Messaggistica cloud\n\nLa messaggistica cloud ci consente di inviare all'utente messaggi push o in-app. Un riferimento push pseudonimizzato viene assegnato al dispositivo finale, che funge da destinazione per i messaggi push o in-app. I messaggi push possono essere disattivati in qualsiasi momento nelle impostazioni del dispositivo finale, ma possono anche essere riattivati.\n\n## 4. piano del sito\n\nNella nostra applicazione utilizziamo OpenStreetMap per visualizzare le località. Le informazioni sulla vostra posizione attuale vengono memorizzate solo sul vostro dispositivo e non ci vengono mai trasmesse. Inoltre, non riceviamo alcun dato da un fornitore di mappe.\n\nPotete leggere le condizioni d'uso di OpenStreetMap qui: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). Lì troverete anche ulteriori informazioni sui vostri diritti in materia e sulle opzioni di impostazione per proteggere la vostra privacy.\n\n## 5. campo di commento del feedback\n\nPotete inviarci messaggi attraverso il campo dei commenti di feedback. Non abbiamo bisogno di ulteriori informazioni su di voi e non ve le chiederemo. Attraverso il campo dei commenti elaboriamo il vostro ID utente e ID profilo. A tal fine ci basiamo sul vostro consenso ai sensi dell'art. 6, comma 1, lettera a) del GDPR, in quanto l'invio di un feedback è volontario.\n\n## 6 Accesso NFC\n\nPer leggere il saldo della carta Mensa tramite NFC, l'ultimo saldo letto viene visualizzato e salvato nell'app. I dati vengono trasmessi al backend in modo da essere sincronizzati sui vostri dispositivi. Ci riserviamo il diritto di analizzare la storia creditizia.\n\n## 7 Cambiamenti di scopo\n\nI vostri dati personali saranno trattati per finalità diverse da quelle descritte solo se ciò è consentito dalla legge o se avete acconsentito alla modifica della finalità del trattamento dei dati. In caso di ulteriore trattamento per finalità diverse da quelle per cui i dati sono stati originariamente raccolti, vi informeremo di queste altre finalità prima del trattamento e vi forniremo tutte le altre informazioni pertinenti.\n\n## 8. periodo di conservazione dei dati\n\nDi norma conserviamo i vostri dati per un massimo di 12 mesi. Se non siete stati attivi per più di 12 mesi (ad esempio non avete usato l'app, avete studiato all'estero per molto tempo) o se cancellate il vostro account (tramite l'app), tutti i dati che possiamo attribuirvi saranno automaticamente cancellati o resi anonimi.\n\nCancelleremo o anonimizzeremo i vostri dati personali non appena non saranno più necessari per gli scopi per i quali li abbiamo raccolti o utilizzati in conformità ai paragrafi precedenti o nella misura in cui tali dati non saranno più necessari per un'azione penale o per garantire, far valere o far valere diritti legali. Dopo la cancellazione del vostro account utente, i vostri dati saranno automaticamente cancellati per un ulteriore utilizzo, a meno che non siamo obbligati a conservarli per un periodo di tempo più lungo ai sensi dell'Art. 6 comma 1 frase 1 c) GDPR a causa di obblighi di archiviazione e documentazione in materia di diritto fiscale e commerciale (da HGB, StGB o AO) o avete acconsentito a un'ulteriore archiviazione ai sensi dell'Art. 6 comma 1 frase 1 a) GDPR.\n\nTuttavia, le valutazioni dei piatti e degli altri servizi non vengono cancellate, anche se l'utente disinstalla l'app o il piatto in questione non è più presente nel menu. A parte l'ID utente, che viene cancellato o reso anonimo come descritto sopra, le recensioni non contengono altri dati personali. Inoltre, non vi chiederemo di fornire ulteriori dati personali.\n\nL'ID account viene utilizzato nei nostri sistemi durante la fornitura dell'app. I log del server vengono generalmente conservati per il tempo necessario ad analizzare eventuali errori. Di norma, si tratta di 14 giorni.\n\n## 9 I vostri diritti in qualità di interessati\n\nAvete il diritto di ricevere da noi, in qualsiasi momento e su richiesta, informazioni sui dati personali da noi trattati che vi riguardano ai sensi dell'art. 15 del GDPR. Potete inviare una richiesta per posta o per e-mail agli indirizzi indicati di seguito.\n\nAvete il diritto di chiedere che i vostri dati personali vengano immediatamente corretti se non sono corretti. A tal fine, vi preghiamo di contattarci agli indirizzi indicati di seguito.\n\nAvete il diritto di richiedere la cancellazione dei dati personali che vi riguardano alle condizioni descritte nell'art. 17 del GDPR. In particolare, tali condizioni prevedono il diritto alla cancellazione se i dati personali non sono più necessari per le finalità per cui sono stati raccolti o altrimenti trattati, nonché in caso di trattamento illecito, di esistenza di un'obiezione o di un obbligo di cancellazione ai sensi del diritto dell'Unione o dello Stato membro a cui siamo soggetti. Per quanto riguarda il periodo di conservazione dei dati, si veda anche la sezione 5 della presente informativa sulla privacy.\n\nPer far valere il proprio diritto alla cancellazione, si prega di utilizzare gli indirizzi di contatto riportati di seguito o di cancellare personalmente i propri dati tramite l'app.\n\nAvete il diritto di richiedere la limitazione del trattamento dei dati ai sensi dell'art. 18 del GDPR. Questo diritto sussiste in particolare se l'esattezza dei dati personali è contestata tra l'utente e noi, per il periodo di tempo necessario a verificare l'esattezza, e nel caso in cui l'utente richieda un trattamento limitato anziché la cancellazione in caso di diritto alla cancellazione esistente; inoltre, nel caso in cui i dati non siano più necessari per gli scopi da noi perseguiti, ma l'utente li richieda per l'affermazione, l'esercizio o la difesa di diritti legali e nel caso in cui l'esercizio positivo di un'obiezione tra noi e l'utente sia ancora contestato. Per far valere il proprio diritto alla limitazione del trattamento, si prega di contattarci ai seguenti indirizzi.\n\nL'utente ha il diritto di ricevere i dati personali che lo riguardano, che ci ha fornito, in un formato strutturato, di uso comune e leggibile da una macchina, ai sensi dell'art. 20 GDPR. Per far valere il diritto alla portabilità dei dati, vi preghiamo di contattarci ai recapiti sotto indicati.\n\nAvete il diritto di opporvi in qualsiasi momento, per motivi legati alla vostra situazione particolare, al trattamento dei dati personali che vi riguardano basato, tra l'altro, sull'articolo 6, paragrafo 1, lettere e) o f), del GDPR, in conformità all'articolo 21 del GDPR. Interromperemo il trattamento dei vostri dati personali a meno che non possiamo dimostrare l'esistenza di motivi legittimi impellenti per il trattamento che prevalgono sui vostri interessi, diritti e libertà, o se il trattamento serve per l'istituzione, l'esercizio o la difesa di rivendicazioni legali.\n\nAvete il diritto di revocare il vostro consenso al rispettivo trattamento dei dati senza indicarne i motivi. Ciò vale per il trattamento successivo al momento della revoca. L'elaborazione fino a quel momento rimane inalterata.\n\nIn caso di reclami, siete invitati a contattare il nostro responsabile della protezione dei dati (vedere i dettagli di contatto sotto). Avete inoltre il diritto di presentare un reclamo all'autorità di controllo competente per la protezione dei dati, il Commissario di Stato per la protezione dei dati della Bassa Sassonia, Prinzenstraße 5, 30159 Hannover, telefono: +49 511 120-4500, email: poststelle@lfd.niedersachsen.de\n\n## 10. pianificatore\n\nTutti gli appuntamenti e gli eventi del planner vengono memorizzati ed elaborati localmente sul dispositivo mobile e da noi online.\n\nSe lo si desidera, è possibile importare appuntamenti ed eventi esistenti da fornitori terzi come Stud.IP. Anche questi dati vengono memorizzati localmente e inoltrati al nostro server. Se necessario, l'indirizzo IP del dispositivo finale utilizzato e gli accessi REST corrispondenti per l'esportazione dei dati vengono registrati dal fornitore terzo, ad esempio Stud.IP stesso.\n\n## 11. sistema di suggerimenti\n\nPer ottimizzare il flusso degli utenti e ricevere suggerimenti migliori e più adatti all'interno dell'app, è presente un sistema di suggerimenti. L'elaborazione dei dati sul lato server avviene quando si utilizza un profilo non anonimo. Vengono comunque forniti suggerimenti generali indipendenti dall'utente, come la raccomandazione giornaliera.\n\nIl sistema di suggerimenti accede ai seguenti dati:\n\n- Pagine visitate\n- Feedback sulla cena (ad es. piatti preferiti, ...)\n- Mensa preferita\n- Pianificatore\n\n## 12. sicurezza dei dati\n\nUtilizziamo misure di sicurezza tecniche e organizzative adeguate per proteggere i vostri dati da manipolazioni accidentali o intenzionali, perdita parziale o completa, distruzione o accesso non autorizzato da parte di terzi. Le nostre misure di sicurezza vengono continuamente migliorate in linea con gli sviluppi tecnologici.\n\n## 13 Hosting esterno\n\nIl backend dell'applicazione è ospitato dall'host tedesco Strato AG, Berlino. I dati inviati dall'app al backend sono memorizzati sul nostro server presso l'host. Si tratta dei dati elencati al punto 1.2.\n\nEsiste un contratto per l'elaborazione degli ordini con Strato AG.\n\n## 14 Contatto\n\nSe avete domande o commenti sul nostro trattamento dei vostri dati personali o se desiderate esercitare i diritti di cui alle sezioni 6 e 7, vi preghiamo di contattare il nostro responsabile della protezione dei dati.\n\nNils Baumgartner\nKreuzstraße 44\n49393 Lohne\nE-mail: nilsbaumgartner1994@gmail.com\nSito web: www.nilsbaumgartner.de\n\nQuesti dati di contatto valgono anche per il responsabile della protezione dei dati, indirizzo e-mail del responsabile della protezione dei dati.\n\n## 15 Modifiche alla presente informativa sulla privacy\n\nManteniamo sempre aggiornata la presente informativa sulla privacy. Ci riserviamo pertanto il diritto di modificarla periodicamente e di aggiornare le modifiche alla raccolta, all'elaborazione o all'utilizzo dei vostri dati. La versione attuale dell'informativa sulla privacy è sempre disponibile alla voce \"Informativa sulla privacy\" all'interno dell'app.\n\nStato: 22 giugno 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "pt-BR",
				"title": "Política de privacidade",
				"content": "O aplicativo e o site (doravante denominados \"aplicativo\") são fornecidos por Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (doravante denominados \"nós\" ou \"nos\") como o controlador dentro do significado do Regulamento Geral de Proteção de Dados da UE (GDPR). Com este aplicativo, permitimos que você recupere e exiba informações sobre ofertas de cantinas em diferentes locais e liste e filtre a oferta de acordo com suas preferências selecionadas.\n\nCom esta política de privacidade, informamos sobre nosso processamento de dados pessoais de acordo com o Art. 12 e seguintes do GDPR. GDPR. Dados pessoais significam qualquer informação relacionada a uma pessoa física identificada ou identificável. Além disso, informamos sobre a base legal para o processamento de seus dados e - na medida em que o processamento for necessário para proteger nossos interesses legítimos - também sobre nossos interesses legítimos e seus direitos.\n\n## 1. informações sobre o processamento de seus dados\n\nCertas informações já são processadas automaticamente assim que você usa o aplicativo. Listamos abaixo exatamente quais dados pessoais são processados para você.\n\n### 1.1 Informações que são coletadas durante o download\n\nQuando você faz o download do aplicativo, determinadas informações necessárias são transmitidas para a loja de aplicativos que você selecionou (Google Play ou Apple App Store). Em particular, o nome de usuário, o endereço de e-mail, o número de cliente da sua conta, a hora do download, as informações de pagamento e o número de identificação individual do dispositivo podem ser processados. Esses dados são processados exclusivamente pela respectiva loja de aplicativos e estão fora do nosso controle.\n\n### 1.2 Informações coletadas automaticamente\n\nValorizamos muito o direito ao anonimato, e é por isso que você tem a opção, no início, de escolher se deseja usar o aplicativo de forma anônima. Nesse caso, nenhum dado pessoal será transmitido para nós, de modo que qualquer pessoa que deseje permanecer anônima poderá fazê-lo. No entanto, isso significa que a gama de funções do aplicativo deve ser severamente restringida. Não temos nenhuma influência sobre o armazenamento de dados pelo provedor.\n\nSe você não usar o aplicativo de forma anônima, um UserID (identificador de usuário) será criado automaticamente quando você usar o aplicativo, o que é necessário para o escopo completo de uso do aplicativo. Para a coleta do ID de usuário, baseamo-nos em nosso interesse legítimo, de acordo com o Art. 6, parágrafo 1, alínea f) do GDPR, para garantir a funcionalidade e a operação sem erros do aplicativo e para poder oferecer um serviço de acordo com o mercado e os interesses.\n\nColetamos as classificações enviadas e, se aplicável, os comentários com base no consentimento, de acordo com o Art. 6, parágrafo 1 a) do GDPR. Você deve enviar sua classificação ou comentário clicando ativamente no botão \"Enviar feedback\" ou será perguntado ativamente no aplicativo se deseja enviar essa classificação e quaisquer comentários. Os dados de uso pseudonimizados são coletados com base em um interesse legítimo, de acordo com o Art. 6, parágrafo 1, alínea f) do GDPR, em conjunto com o considerando 47 (marketing direto). Considerando 47 (marketing direto).\n\nSe o aplicativo não for usado anonimamente, você poderá visualizar todos os dados armazenados por nós a qualquer momento no aplicativo. Os outros dados a serem coletados, que são necessários para a prestação do serviço de acordo com o Art. 6, parágrafo 1, alíneas b) e f) do GDPR, estão listados abaixo.\n\n### Usuário\n\n- id - Ao se registrar, você receberá uma conta com um ID de usuário ao qual seus dados podem ser atribuídos.\n\n- first_name - Quando você faz login por meio de um provedor externo (um login SSO), como o Google, salvamos seu primeiro nome para cumprimentá-lo de forma personalizada no aplicativo ou nos endereços.\n\n- last_name - Quando você faz login por meio de um provedor externo (um login SSO), como o Google, por exemplo, salvamos seu sobrenome para cumprimentá-lo de forma personalizada no aplicativo ou em endereços.\n\n- Perfil - Separamos o seu perfil do seu login de usuário. Isso nos permite pseudonimizar os dados se os analisarmos.\n\n- last_access - Salvamos o horário do seu último acesso para que possamos excluir automaticamente os usuários inativos.\n\n- password - Uma senha gerada aleatoriamente pelo aplicativo ou criada por você, que é usada para autorizá-lo e gerenciar sua conta. A senha também pode ser alterada em uma data posterior. Se você tiver feito login por meio de um provedor externo, naturalmente não salvaremos uma senha.\n\n- provedor - Se você tiver feito login por meio de um provedor externo, como o Google, salvaremos o nome desse provedor.\n\n- tema - Se você gosta de darkmodes, salvamos o tema selecionado aqui.\n\n- token - Um token gerado pelo servidor, que você recebe com a sua senha para facilitar a sua autorização.\n\n### Perfis\n\nNo seu perfil, armazenamos todas as informações relevantes que você pode usar em vários dispositivos e plataformas. Isso pode ser útil, por exemplo, se você fizer login em diferentes computadores ou aplicativos de celular.\n\n- id - Você recebe automaticamente um ID de perfil para que possamos separá-lo da sua conta de usuário. Seus dados de perfil são atribuídos a essa ID.\n\n- avatar - Além do seu pseudônimo, você também pode criar um avatar. Ele tem o mesmo significado que o apelido.\n\n- apelido - Você tem a opção de escolher um pseudônimo, que não precisa ser exclusivo. Pedimos que não digite seu nome verdadeiro. Esse apelido facilita que os amigos da rede o reconheçam e vejam se e quando você deseja ir à cantina. Isso significa que outros usuários não podem ver seu nome real, que só armazenamos na sua conta de usuário.\n\n- cantina - A cantina ou cafeteria escolhida. Assim, só lhe enviaremos lembretes de pratos que também são oferecidos em sua cantina.\n\n- canteen - Sua cantina ou cafeteria selecionada. Para que enviemos apenas lembretes de pratos que também são oferecidos em sua cantina.\n\n- date_created - A data de criação de sua conta. Isso nos permite acompanhar o crescimento dos usuários.\n\n- date_updated - A data da última modificação de sua conta. Isso nos permite rastrear quando as alterações foram feitas.\n\n- language - Salvamos seu idioma preferido para que possamos exibir mensagens e conteúdo em seu idioma. O idioma é analisado automaticamente no início por meio do dispositivo que você está usando e pode ser alterado por você.\n\n- course_timetable - Se você tiver criado seu horário, ele também será salvo em seu perfil on-line. Analisamos os perfis com horários para evitar filas superlotadas para refeições - não repassamos esses dados a terceiros.\n\n- price_group - Salvamos a classe de preço para que possamos mostrar os preços da sua classe de desconto.\n\n- markings - Seus alergênicos e a rotulagem dos pratos que você não tolera ou não gosta. Isso nos permite, por um lado, adaptar suas notificações aos seus hábitos alimentares e, por outro, personalizar nossa oferta para agradar ao maior número possível de pessoas.\n\n- buildings_favourites - Seus edifícios favoritos que são importantes para você.\n\n- buildings_last_visited - Seus edifícios vistos mais recentemente no aplicativo. Usamos essas informações para classificar os resultados, entre outras coisas.\n\n- food_feedbacks - Seus pratos favoritos. Isso nos permite notificá-lo quando um de seus pratos favoritos for oferecido novamente. Usamos isso para tentar melhorar nossa oferta. Seus comentários sobre os pratos oferecidos. Usamos esses comentários para tentar melhorar nossa oferta. Suas avaliações dos pratos oferecidos. Usamos isso para tentar melhorar nossa oferta.\n\n- visited_pages - Os itens de menu/áreas do aplicativo que você visitou. Isso nos permite reconhecer quais áreas do aplicativo são usadas com mais frequência. Isso nos ajuda a concentrar nossas melhorias nessas áreas. Os StreamViews são transmitidos para nós somente com seu consentimento explícito (para aprimorar o aplicativo). Esperamos poder responder a perguntas como \"Os alunos do primeiro semestre usam o mapa do site com mais frequência do que os outros?\".\n\n- Dispositivos - Os dispositivos finais que você usa. Usamos essas informações para poder analisar melhor os erros, por exemplo, dependendo do dispositivo final que você usou. Mais informações na seção sobre seu dispositivo.\n\n\n### Informações sobre seu dispositivo\n\n- id - Um número gerado pelo servidor para seu dispositivo. Como algumas pessoas têm vários dispositivos, diferenciamos entre esses dispositivos registrados. Atribuímos outras informações a esse número: PushNotificationToken, DeviceOS, DeviceID e StreamViews.\n\n- DeviceOS - O sistema operacional e a versão do seu smartphone. Com base nessas informações, podemos acompanhar as falhas de erro e os dispositivos a serem testados.\n\n- PushNotificationToken - Uma chave gerada pelo seu provedor da AppStore que podemos usar para enviar notificações por push. Mais informações sobre isso podem ser encontradas na seção \"Direitos de acesso ao aplicativo móvel\".\n\n- display - Várias informações sobre sua tela: tamanho da fonte, proporção de pixels, largura, altura, marca, ...\n\n- plataforma - A plataforma em que seu dispositivo está localizado: Web, iOS, Android.\n\n- brand - A marca de seu dispositivo.\n\n- versão do sistema - Qual é o número da versão do seu sistema operacional. Você não imagina o quanto isso nos ajuda a corrigir bugs em dispositivos Android.\n\nSeus dados pessoais não serão transferidos a terceiros para outros fins, a menos que você\n\n- tenha dado seu consentimento expresso para isso, de acordo com o Art. 6, parágrafo 1, frase 1 a) do GDPR, e\n\n- no caso de haver uma obrigação legal para a transferência de acordo com o Art. 6, parágrafo 1, frase 1 c) do GDPR.\n\n## 2. divulgação e transferência de dados\n\nAlém dos casos explicitamente mencionados nesta política de privacidade, seus dados pessoais somente serão transmitidos sem seu consentimento prévio expresso se isso for permitido ou exigido por lei. Esse pode ser o caso, por exemplo, se o processamento for necessário para proteger os interesses vitais do usuário ou de outra pessoa física.\n\nContamos com prestadores de serviços externos para fornecer subprocessos ou serviços para a funcionalidade do nosso aplicativo.\n\n## 3 Google Firebase\n\nNosso aplicativo usa serviços do Google Firebase. O Firebase faz parte do Google Cloud Platform e oferece muitos serviços para desenvolvedores, que você pode ver aqui: firebase.google.com/terms/ (https://firebase.google.com/terms/). Alguns serviços do Firebase processam seus dados pessoais como usuário final. Isso é necessário para o fornecimento dos serviços do Google. Você pode descobrir quais dados são processados para qual finalidade no item informações sobre processamento de dados: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). O Google Firebase geralmente usa \"IDs de instância\" que, de acordo com as informações do Google, são armazenados até que o cliente final execute uma chamada de API para excluir o ID. Os dados são então excluídos do sistema ativo e de backup 180 dias após a chamada. Mais informações podem ser encontradas em: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). Essas IDs de instância são determinadas, por exemplo, para saber para qual dispositivo as mensagens devem ser transmitidas.\n\nNão recebemos nenhum dado pessoal do Google Firebase e não fazemos nenhum esforço para personalizar esses dados retrospectivamente. Usamos os dados apenas para analisar o comportamento do usuário.\n\nNão assumimos nenhuma garantia em relação aos dados do Google mencionados acima e apenas nos referimos às informações fornecidas. O Google está autorizado a alterar ou excluir essas informações a qualquer momento, a excluir ou alterar o URL (link para as páginas da Web do Google) ou a disponibilizar as informações em outra página.\n\nO Google representa um processador de dados para nós, de acordo com o Art. 28 do GDPR, com o qual celebramos um contrato de processamento de pedidos.\n\nComo um processador de dados fora do Espaço Econômico Europeu (EEE), o Google está sujeito a determinadas condições estruturais que deve cumprir para garantir um nível de proteção equivalente ao do EEE. Essa proteção é salvaguardada pelas cláusulas contratuais padrão entre o Google e a Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nInformações do provedor terceirizado: Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Irlanda, Fax: +353 (1) 436 1001, ou Google Analytics da Google Inc (1600 Amphitheatre Parkway, Mountain View, CA 94043, EUA).\n\nCondições do usuário: firebase.google.com/terms/&nbsp; (https://firebase.google.com/terms/%C2%A0)\n\nVisão geral da proteção de dados: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nbem como a política de privacidade: policies.google.com/privacy&nbsp; (https://policies.google.com/privacy%C2%A0)\n\nTambém usamos os seguintes serviços do Google Firebase: Cloud Messaging\n\n### 3.1 Mensagens na nuvem\n\nO serviço de mensagens na nuvem nos permite enviar mensagens push ou mensagens no aplicativo. Uma referência push pseudonimizada é atribuída ao dispositivo final, que serve como destino para as mensagens push ou mensagens no aplicativo. As mensagens push podem ser desativadas a qualquer momento nas configurações do dispositivo final, mas também podem ser reativadas.\n\n## 4. Plano do site\n\nEm nosso aplicativo, usamos o OpenStreetMap para exibir os locais. As informações sobre sua localização atual são armazenadas apenas em seu dispositivo e nunca são transmitidas para nós. Também não recebemos nenhum dado de um provedor de mapas.\n\nVocê pode ler os termos de uso do OpenStreetMap aqui: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). Lá você também encontrará mais informações sobre seus direitos a esse respeito e opções de configuração para proteger sua privacidade.\n\n## Campo de comentário de feedback\n\nVocê pode nos enviar mensagens por meio do campo de comentários de feedback. Não exigimos nenhuma informação adicional sobre você e não a solicitaremos. Processamos seu ID de usuário e ID de perfil por meio do campo de comentários. Para isso, contamos com seu consentimento de acordo com o Art. 6, parágrafo 1 a) do GDPR, pois o envio de comentários é voluntário.\n\n## 6 Acesso NFC\n\nPara ler o saldo do seu cartão Mensa via NFC, o último saldo lido é exibido e salvo no aplicativo. Os dados são encaminhados para o backend para que sejam sincronizados em seus dispositivos. Nós nos reservamos o direito de analisar o histórico de crédito.\n\n## 7 Mudanças de propósito\n\nSeus dados pessoais somente serão processados para finalidades diferentes das descritas se isso for permitido por lei ou se você tiver consentido com a alteração da finalidade do processamento de dados. No caso de processamento adicional para finalidades diferentes daquelas para as quais os dados foram originalmente coletados, nós o informaremos sobre essas outras finalidades antes do processamento adicional e lhe forneceremos todas as outras informações relevantes.\n\n## 8. Período de armazenamento de dados\n\nNormalmente, armazenamos seus dados por até 12 meses. Se você não estiver ativo por mais de 12 meses (ou seja, se não tiver usado o aplicativo, se tiver estudado no exterior por um longo período) ou se excluir sua conta (por meio do aplicativo), todos os dados que pudermos atribuir a você serão automaticamente excluídos ou anonimizados.\n\nExcluiremos ou tornaremos anônimos seus dados pessoais assim que eles não forem mais necessários para os fins para os quais os coletamos ou usamos, de acordo com os parágrafos acima, ou na medida em que esses dados não forem mais necessários para processos criminais ou para garantir, afirmar ou fazer valer reivindicações legais. Após a exclusão da sua conta de usuário, seus dados serão automaticamente excluídos para uso posterior, a menos que sejamos obrigados a armazená-los por um período mais longo, de acordo com o Art. 6, parágrafo 1, frase 1 c) do GDPR, devido a obrigações de documentação e armazenamento de leis fiscais e comerciais (do HGB, StGB ou AO) ou que você tenha consentido com o armazenamento posterior, de acordo com o Art. 6, parágrafo 1, frase 1 a) do GDPR.\n\nNo entanto, as classificações de pratos e outros serviços não são excluídas, mesmo se você desinstalar o aplicativo ou se o prato não estiver mais no menu. Além do ID do usuário, que é excluído ou anonimizado conforme descrito acima, as avaliações não contêm nenhum outro dado pessoal. Também não solicitaremos que você forneça nenhum dado pessoal adicional.\n\nO ID da conta é usado em nossos sistemas durante o fornecimento do aplicativo. Os registros do servidor geralmente são mantidos pelo tempo necessário para analisar quaisquer erros. Como regra geral, esse período é de 14 dias.\n\n## 9 Seus direitos como titular dos dados\n\nVocê tem o direito de receber informações de nós a qualquer momento, mediante solicitação, sobre os dados pessoais processados por nós a seu respeito dentro do escopo do Art. 15 do GDPR. Você pode enviar uma solicitação por correio ou e-mail para os endereços abaixo.\n\nVocê tem o direito de exigir que corrijamos seus dados pessoais imediatamente se eles estiverem incorretos. Para isso, entre em contato conosco nos endereços abaixo.\n\nVocê tem o direito de exigir que apaguemos seus dados pessoais de acordo com as condições descritas no Art. 17 do GDPR. Em particular, essas condições preveem o direito de exclusão se os dados pessoais não forem mais necessários para os fins para os quais foram coletados ou processados, bem como em casos de processamento ilegal, a existência de uma objeção ou a existência de uma obrigação de exclusão de acordo com a legislação da União ou do Estado Membro ao qual estamos sujeitos. Para saber o período de armazenamento de dados, consulte também a seção 5 desta política de privacidade.\n\nPara fazer valer seu direito de exclusão, use os endereços de contato abaixo ou exclua seus dados por meio do aplicativo.\n\nVocê tem o direito de exigir a restrição do processamento de acordo com o Art. 18 do GDPR. Esse direito existe, em particular, se a exatidão dos dados pessoais for contestada entre o usuário e nós, pelo período de tempo necessário para verificar a exatidão e no caso de o usuário solicitar processamento restrito em vez de exclusão no caso de um direito de exclusão existente; além disso, no caso de os dados não serem mais necessários para os fins perseguidos por nós, mas o usuário precisar deles para a afirmação, o exercício ou a defesa de reivindicações legais e no caso de o exercício bem-sucedido de uma objeção entre nós e o usuário ainda ser contestado. Para fazer valer seu direito à restrição de processamento, entre em contato conosco nos endereços abaixo.\n\nVocê tem o direito de receber os dados pessoais que lhe dizem respeito e que nos forneceu, em um formato estruturado, comumente usado e legível por máquina, de acordo com o Art. 20 do GDPR. Para fazer valer seu direito à portabilidade de dados, entre em contato conosco nos endereços abaixo.\n\nVocê tem o direito de se opor, por motivos relacionados à sua situação particular, a qualquer momento, ao processamento de dados pessoais que lhe digam respeito, com base, entre outros, no Artigo 6(1)(e) ou (f) do GDPR, de acordo com o Artigo 21 do GDPR. Deixaremos de processar seus dados pessoais, a menos que possamos demonstrar motivos legítimos e convincentes para o processamento que se sobreponham aos seus interesses, direitos e liberdades, ou se o processamento servir para o estabelecimento, exercício ou defesa de reivindicações legais.\n\nVocê tem o direito de retirar seu consentimento para o respectivo processamento de dados sem apresentar motivos. Isso se aplica ao processamento após o momento da revogação. O processamento até esse momento não será afetado.\n\nSe tiver alguma reclamação, entre em contato com nosso responsável pela proteção de dados (veja os detalhes de contato abaixo). Você também tem o direito de apresentar uma reclamação à autoridade supervisora de proteção de dados competente, o Comissário Estadual de Proteção de Dados da Baixa Saxônia, Prinzenstraße 5, 30159 Hanover, telefone: +49 511 120-4500, e-mail: poststelle@lfd.niedersachsen.de\n\n## 10. planejador\n\nTodos os compromissos e eventos no planejador são armazenados e processados localmente no dispositivo móvel e por nós on-line.\n\nSe desejar, os compromissos e eventos existentes de provedores de terceiros, como o Stud.IP, podem ser importados. Esses dados também são armazenados localmente e encaminhados ao nosso servidor. Se necessário, o endereço IP do dispositivo final usado e os acessos REST correspondentes para exportação de dados são registrados pelo provedor terceirizado, por exemplo, o próprio Stud.IP.\n\n## 11. Sistema de sugestões\n\nPara otimizar o fluxo do usuário e receber sugestões melhores e mais adequadas dentro do aplicativo, há um sistema de sugestões. O processamento dos seus dados no lado do servidor ocorre quando você usa um perfil não anônimo. Ainda são feitas sugestões gerais que são independentes do usuário, como a recomendação diária.\n\nO sistema de sugestões acessa os seguintes dados:\n\n- Páginas visitadas\n- Comentários sobre o jantar (por exemplo, pratos favoritos, ...)\n- Cantina favorita\n- Planejador\n\n## 12. segurança de dados\n\nUsamos medidas de segurança técnicas e organizacionais adequadas para proteger seus dados contra manipulação acidental ou intencional, perda parcial ou total, destruição ou acesso não autorizado por terceiros. Nossas medidas de segurança são continuamente aprimoradas de acordo com os desenvolvimentos tecnológicos.\n\n## 13 Hospedagem externa\n\nO backend do aplicativo é hospedado pelo host alemão Strato AG, em Berlim. Os dados enviados do aplicativo para o backend são armazenados em nossa instância de servidor no host. Esses são os dados listados em 1.2.\n\nHá um contrato para processamento de pedidos com a Strato AG.\n\n## 14 Contato\n\nSe tiver alguma dúvida ou comentário sobre o tratamento de seus dados pessoais ou se quiser exercer os direitos como titular dos dados mencionados nas seções 6 e 7, entre em contato com nosso responsável pela proteção de dados.\n\nNils Baumgartner\nKreuzstraße 44\n49393 Lohne\nE-mail: nilsbaumgartner1994@gmail.com\nSite: www.nilsbaumgartner.de\n\nEsses detalhes de contato também se aplicam ao responsável pela proteção de dados, endereço de e-mail do responsável pela proteção de dados.\n\n## 15 Alterações a esta política de privacidade\n\nSempre mantemos esta política de privacidade atualizada. Portanto, reservamo-nos o direito de alterá-la de tempos em tempos e de atualizar as alterações na coleta, no processamento ou no uso de seus dados. A versão atual da política de privacidade está sempre disponível em \"Política de privacidade\" no aplicativo.\n\nStatus: 22 de junho de 2023"
			},
			{
				"wikis_id": "5c751d52-30a6-4536-8767-27d0e112f214",
				"languages_code": "ru-RU",
				"title": "Политика конфиденциальности",
				"content": "Приложение и веб-сайт (далее \"приложение\") предоставляются компанией Nils Baumgartner, Kreuzstraße 44, 49393 Lohne (далее \"мы\" или \"нас\") в качестве контроллера в соответствии с Общим регламентом ЕС по защите данных (GDPR). С помощью этого приложения мы позволяем вам получать и отображать информацию о предложениях столовых в различных местах, а также составлять списки и фильтровать предложения в соответствии с выбранными вами предпочтениями.\n\nНастоящей политикой конфиденциальности мы информируем вас об обработке персональных данных в соответствии со ст. 12 и далее. GDPR. Под персональными данными понимается любая информация, относящаяся к идентифицированному или идентифицируемому физическому лицу. Кроме того, мы информируем вас о правовом основании для обработки ваших данных и - в той мере, в какой обработка необходима для защиты наших законных интересов - также о наших законных интересах и ваших правах.\n\n## 1. информация об обработке ваших данных\n\nОпределенная информация обрабатывается автоматически, как только вы используете приложение. Ниже мы перечислили, какие именно персональные данные обрабатываются для вас.\n\n### 1.1 Информация, которая собирается во время загрузки\n\nКогда вы загружаете приложение, в выбранный вами магазин приложений (Google Play или Apple App Store) передается определенная необходимая информация. В частности, могут обрабатываться имя пользователя, адрес электронной почты, номер клиента вашей учетной записи, время загрузки, платежная информация и индивидуальный идентификационный номер устройства. Эти данные обрабатываются исключительно соответствующим магазином приложений и находятся вне нашего контроля.\n\n### 1.2 Информация, которая собирается автоматически\n\nМы высоко ценим право на анонимность, поэтому в самом начале у вас есть возможность выбрать, хотите ли вы пользоваться приложением анонимно. В этом случае никакие личные данные не будут передаваться нам, так что любой, кто хочет остаться анонимным, может это сделать. Однако это означает, что набор функций приложения будет существенно ограничен. Мы никак не можем повлиять на хранение данных провайдером.\n\nЕсли вы не пользуетесь приложением анонимно, при его использовании автоматически создается UserID (идентификатор пользователя), который необходим для полноценного использования приложения. При сборе UserID мы руководствуемся нашими законными интересами в соответствии со ст. 6 п. 1 f) GDPR, чтобы обеспечить функциональность и безошибочную работу приложения и иметь возможность предлагать услуги в соответствии с рынком и интересами.\n\nМы собираем выставленные оценки и, если применимо, комментарии на основании согласия в соответствии со ст. 6 п. 1 a) GDPR. Вы должны отправить свою оценку или комментарий, активно нажав на кнопку \"Отправить отзыв\", или в приложении вас активно спросят, хотите ли вы отправить эту оценку и любые комментарии. Псевдонимизированные данные об использовании собираются на основании законного интереса в соответствии со ст. 6 п. 1 f) GDPR в сочетании со статьей 47 (прямой маркетинг). Статья 47 (прямой маркетинг).\n\nЕсли приложение используется не анонимно, вы можете в любой момент просмотреть все данные, хранящиеся в приложении. Ниже перечислены другие собираемые данные, которые необходимы для предоставления услуг в соответствии со ст. 6 п. 1 b) и f) GDPR.\n\n### Пользователь\n\n- id - При регистрации вы получаете учетную запись с идентификатором пользователя, которому могут быть присвоены ваши данные.\n\n- first_name - когда вы входите в систему через внешнего провайдера (SSO-логин), например Google, мы сохраняем ваше имя, чтобы персонализированно приветствовать вас в приложении или при обращении.\n\n- фамилия_имя - при входе в систему через внешнего провайдера (SSO-логин), например Google, мы сохраняем вашу фамилию, чтобы персонализированно приветствовать вас в приложении или по адресу.\n\n- Профиль - Мы отделяем ваш профиль от логина пользователя. Это позволяет нам псевдонимизировать данные при их анализе.\n\n- last_access - Мы сохраняем время вашего последнего доступа, чтобы автоматически удалять неактивных пользователей.\n\n- пароль - пароль, случайно сгенерированный приложением или созданный вами, который используется для авторизации и управления вашей учетной записью. Пароль также может быть изменен позднее. Если вы вошли в систему через внешнего провайдера, мы, естественно, не сохраняем пароль.\n\n- Провайдер - если вы вошли в систему через внешнего провайдера, например Google, мы сохраняем имя этого провайдера.\n\n- тема - Если вы любитель darkmodes, мы сохраняем здесь выбранную тему.\n\n- токен - генерируемый сервером токен, который вы получаете вместе с паролем, чтобы облегчить авторизацию.\n\n### Профили\n\nМы храним всю необходимую информацию в вашем профиле, который вы можете использовать на разных устройствах и платформах. Это может быть полезно, например, если вы входите в систему с разных компьютеров или приложений для мобильных телефонов.\n\n- id - Вы автоматически получаете идентификатор профиля, чтобы мы могли отделить его от вашей учетной записи пользователя. Данные вашего профиля присваиваются этому идентификатору.\n\n- аватар - В дополнение к псевдониму вы можете создать аватар. Он имеет то же значение, что и псевдоним.\n\n- псевдоним - У вас есть возможность выбрать псевдоним, который не обязательно должен быть уникальным. Мы просим вас не указывать свое настоящее имя. По такому псевдониму друзьям в сети будет проще узнать вас и понять, хотите ли вы пойти в Mensa. Это означает, что другие пользователи не смогут увидеть ваше настоящее имя, которое мы храним только в вашей учетной записи.\n\n- столовая - выбранная вами столовая или кафетерий. Чтобы мы отправляли вам напоминания только о блюдах, которые также предлагаются в вашей столовой.\n\n- Столовая - выбранная вами столовая или кафетерий. Чтобы мы отправляли вам напоминания только о блюдах, которые также предлагаются в вашей столовой.\n\n- date_created - Дата создания вашего аккаунта. Это позволяет нам отслеживать рост числа пользователей.\n\n- date_updated - Дата последнего изменения вашей учетной записи. Это позволяет нам отслеживать, когда были сделаны изменения.\n\n- язык - Мы сохраняем предпочитаемый вами язык, чтобы отображать сообщения и контент на вашем языке. Язык автоматически определяется в начале с помощью используемого вами устройства и может быть изменен вами.\n\n- курс_расписание - если вы составили расписание, оно также будет сохранено в вашем профиле онлайн. Мы анализируем профили с расписанием, чтобы избежать переполненных очередей за едой - мы не передаем эти данные третьим лицам.\n\n- price_group - Мы сохраняем ценовой класс, чтобы показать вам цены для вашего класса скидок.\n\n- маркировка - Ваши аллергены и маркировка блюд, которые вы не переносите или не любите. Это позволяет нам, с одной стороны, адаптировать ваши уведомления к вашим пищевым привычкам, а с другой - адаптировать наше предложение так, чтобы оно понравилось как можно большему числу людей.\n\n- buildings_favourites - Ваши любимые здания, которые важны для вас.\n\n- buildings_last_visited - Ваши последние просмотренные здания в приложении. Мы используем эту информацию, в частности, для сортировки результатов.\n\n- food_feedbacks - Ваши любимые блюда. Это позволяет нам уведомлять вас, когда одно из ваших любимых блюд будет предложено снова. Мы используем эту информацию, чтобы улучшить наше предложение. Ваши комментарии по поводу предлагаемых блюд. Мы используем их для улучшения нашего предложения. Ваши оценки предлагаемых блюд. Мы используем их для улучшения нашего предложения.\n\n- Посещенные_страницы - пункты меню/области приложения, которые вы посещали. Это позволяет нам определить, какие области приложения используются особенно часто. Это помогает нам сосредоточить наши улучшения на этих областях. StreamViews передаются нам только с вашего явного согласия (для улучшения приложения). Мы надеемся, что сможем ответить на такие вопросы, как \"Используют ли студенты первого семестра карту сайта чаще, чем другие?\".\n\n- устройства - конечные устройства, которые вы используете. Мы используем эту информацию, чтобы лучше анализировать ошибки, например, в зависимости от того, какое конечное устройство вы использовали. Дополнительная информация в разделе о вашем устройстве.\n\n\n### Информация о вашем устройстве\n\n- id - номер, сгенерированный сервером для вашего устройства. Поскольку у некоторых людей есть несколько устройств, мы различаем эти зарегистрированные устройства. Мы присваиваем этому номеру дополнительную информацию: PushNotificationToken, DeviceOS, DeviceID и StreamViews.\n\n- DeviceOS - операционная система и версия вашего смартфона. На основе этой информации мы можем отслеживать сбои и тестируемые устройства.\n\n- PushNotificationToken - ключ, сгенерированный вашим провайдером AppStore, который мы можем использовать для отправки вам push-уведомлений. Дополнительную информацию об этом можно найти в разделе \"Права доступа к мобильным приложениям\".\n\n- display - Различная информация о вашем дисплее: размер шрифта, соотношение пикселей, ширина, высота, бренд, ...\n\n- платформа - Платформа, на которой находится ваше устройство: Web, iOS, Android.\n\n- бренд - Бренд вашего устройства.\n\n- версия системы - номер версии вашей операционной системы. Вы не поверите, как сильно это помогает нам исправлять ошибки на устройствах Android.\n\nВаши личные данные не будут переданы третьим лицам для других целей, если только вы не\n\n- дали на это свое прямое согласие в соответствии со ст. 6 п. 1 предложение 1 a) GDPR, и\n\n- в случае, если существует юридическое обязательство по передаче данных в соответствии со ст. 6 п. 1 предложение 1 c) GDPR.\n\n## 2. раскрытие и передача данных\n\nПомимо случаев, прямо указанных в данной политике конфиденциальности, ваши персональные данные будут переданы без вашего предварительного согласия только в том случае, если это разрешено или требуется по закону. Это может произойти, например, если обработка необходима для защиты жизненно важных интересов пользователя или другого физического лица.\n\nДля обеспечения функциональности нашего приложения мы прибегаем к услугам внешних поставщиков услуг.\n\n## 3 Google Firebase\n\nНаше приложение использует сервисы Google Firebase. Firebase является частью облачной платформы Google и предлагает множество сервисов для разработчиков, с которыми вы можете ознакомиться здесь: firebase.google.com/terms/ (https://firebase.google.com/terms/). Некоторые сервисы Firebase обрабатывают персональные данные, полученные от вас как от конечного пользователя. Это необходимо для предоставления услуг Google. Вы можете узнать, какие данные обрабатываются с какой целью, в разделе \"Информация об обработке данных\": firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/). В Google Firebase часто используются \"идентификаторы экземпляров\", которые, по информации Google, хранятся до тех пор, пока конечный клиент не выполнит вызов API для удаления идентификатора. Затем данные удаляются из живой и резервной системы через 180 дней после вызова. Дополнительную информацию можно найти по адресу: firebase.google.com/support/privacy/manage-iids (https://firebase.google.com/support/privacy/manage-iids). Эти идентификаторы экземпляров определяются, например, для того, чтобы знать, на какое устройство следует передавать сообщения.\n\nМы не получаем никаких личных данных от Google Firebase и не предпринимаем никаких усилий для ретроспективной персонализации этих данных. Мы используем эти данные только для анализа поведения пользователей.\n\nМы не берем на себя никаких гарантий в отношении вышеупомянутых данных от Google и ссылаемся только на предоставленную информацию. Google имеет право в любое время изменить или удалить эту информацию, удалить или изменить URL (ссылку на веб-страницы Google) или сделать информацию доступной на другой странице.\n\nGoogle является для нас обработчиком данных в соответствии со ст. 28 GDPR, с которым мы заключили договор на обработку заказов.\n\nКак обработчик данных за пределами Европейской экономической зоны (ЕЭЗ), Google подчиняется определенным рамочным условиям, которые он должен соблюдать, чтобы обеспечить эквивалентный уровень защиты, как и в пределах ЕЭЗ. Эта защита обеспечивается стандартными договорными положениями между Google и Studentenwerk Osnabrück. (https://policies.google.com/privacy/frameworks)\n\nИнформация от стороннего поставщика: Google Dublin, Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001, или Google Analytics от Google Inc (1600 Amphitheatre Parkway, Mountain View, CA 94043, USA).\n\nПользовательские условия: firebase.google.com/terms/&nbsp; (https://firebase.google.com/terms/%C2%A0)\n\nОбзор защиты данных: firebase.google.com/support/privacy/ (https://firebase.google.com/support/privacy/)\n\nа также политика конфиденциальности: policies.google.com/privacy&nbsp; (https://policies.google.com/privacy%C2%A0)\n\nМы также используем следующие сервисы Google Firebase: Cloud Messaging\n\n### 3.1 Облачный обмен сообщениями\n\nОблачный обмен сообщениями позволяет нам отправлять вам push-сообщения или сообщения в приложении. Псевдонимизированный push-ссылка назначается конечному устройству, которое служит местом назначения push-сообщений или сообщений in-app. Push-сообщения можно в любой момент деактивировать в настройках конечного устройства, но их также можно активировать снова.\n\n## 4. план сайта\n\nВ нашем приложении мы используем OpenStreetMap для отображения местоположений. Информация о вашем текущем местоположении хранится только на вашем устройстве и никогда не передается нам. Мы также не получаем никаких данных от поставщика карт.\n\nС условиями использования OpenStreetMap вы можете ознакомиться здесь: https://wiki.osmfoundation.org/wiki/Privacy_Policy (https://wiki.osmfoundation.org/wiki/Privacy_Policy). Там же вы найдете дополнительную информацию о ваших правах в этой области и настройках для защиты вашей конфиденциальности.\n\n## 5. поле для комментариев обратной связи\n\nВы можете отправлять нам сообщения через поле для комментариев. Нам не нужна никакая дополнительная информация о вас, и мы не будем ее запрашивать. Мы обрабатываем ваш идентификатор пользователя и идентификатор профиля через поле для комментариев. Для этого мы полагаемся на ваше согласие в соответствии со ст. 6 п. 1 a) GDPR, поскольку отправка отзывов является добровольной.\n\n## 6 Доступ к NFC\n\nЧтобы считать баланс на вашей карте Mensa через NFC, последний считанный баланс отображается и сохраняется в приложении. Данные передаются на бэкэнд, чтобы они синхронизировались на ваших устройствах. Мы оставляем за собой право анализировать кредитную историю.\n\n## 7 Изменение цели\n\nВаши персональные данные будут обрабатываться в целях, отличных от описанных, только если это разрешено законом или если вы дали согласие на изменение цели обработки данных. В случае дальнейшей обработки данных в целях, отличных от тех, для которых они были первоначально собраны, мы сообщим вам об этих других целях до начала дальнейшей обработки и предоставим вам всю другую соответствующую информацию.\n\n## 8. срок хранения данных\n\nОбычно мы храним ваши данные в течение 12 месяцев. Если вы не проявляете активности в течение более 12 месяцев (например, не пользуетесь приложением, долгое время учитесь за границей) или удаляете свой аккаунт (через приложение), все данные, которые мы можем отнести к вам, будут автоматически удалены или обезличены.\n\nМы удалим или обезличим ваши личные данные, как только они перестанут быть необходимыми для целей, для которых мы их собирали или использовали в соответствии с вышеуказанными пунктами, или если эти данные больше не требуются для уголовного преследования или для обеспечения, утверждения или исполнения законных требований. После удаления учетной записи пользователя ваши данные будут автоматически удалены для дальнейшего использования, за исключением случаев, когда мы обязаны хранить их в течение более длительного периода времени в соответствии со ст. 6 п. 1 предложение 1 c) GDPR из-за обязательств по хранению и документированию в соответствии с налоговым и коммерческим законодательством (HGB, StGB или AO) или вы дали согласие на дальнейшее хранение в соответствии со ст. 6 п. 1 предложение 1 a) GDPR.\n\nОднако оценки блюд и других услуг не удаляются, даже если вы удалили приложение или это блюдо больше не присутствует в меню. Кроме идентификатора пользователя, который удаляется или анонимизируется, как описано выше, отзывы не содержат никаких других персональных данных. Мы также не будем просить вас предоставить какие-либо дополнительные личные данные.\n\nИдентификатор учетной записи используется в наших системах во время предоставления приложения. Журналы сервера обычно хранятся столько, сколько необходимо для анализа любых ошибок. Как правило, это 14 дней.\n\n## 9 Ваши права как субъекта данных\n\nВы имеете право в любое время получить от нас по запросу информацию о персональных данных, обрабатываемых нами в отношении вас в рамках ст. 15 GDPR. Вы можете отправить запрос по почте или электронной почте по указанным ниже адресам.\n\nВы имеете право потребовать от нас немедленного исправления ваших персональных данных, если они неверны. Для этого свяжитесь с нами по указанным ниже адресам.\n\nВы имеете право потребовать, чтобы мы стерли персональные данные о вас при соблюдении условий, описанных в ст. 17 GDPR. В частности, эти условия предусматривают право на удаление, если персональные данные больше не нужны для целей, для которых они были собраны или иным образом обработаны, а также в случае незаконной обработки, наличия возражений или обязательства по удалению в соответствии с законодательством Союза или законодательством государства-члена, к которому мы относимся. О сроках хранения данных см. также раздел 5 настоящей политики конфиденциальности.\n\nЧтобы заявить о своем праве на удаление данных, пожалуйста, воспользуйтесь указанными ниже контактными адресами или удалите свои данные самостоятельно через приложение.\n\nВы имеете право потребовать, чтобы мы ограничили обработку данных в соответствии со ст. 18 GDPR. Это право существует, в частности, если точность персональных данных оспаривается между пользователем и нами, в течение периода времени, необходимого для проверки точности, и в случае, если пользователь просит ограничить обработку вместо удаления в случае существующего права на удаление; кроме того, в случае, если данные больше не требуются для целей, преследуемых нами, но они необходимы пользователю для предъявления, осуществления или защиты юридических требований, и в случае, если успешное осуществление возражения между нами и пользователем по-прежнему оспаривается. Чтобы заявить о своем праве на ограничение обработки, пожалуйста, свяжитесь с нами по указанным ниже адресам.\n\nВы имеете право на получение персональных данных о вас, которые вы нам предоставили, в структурированном, общепринятом и машиночитаемом формате в соответствии со ст. 20 GDPR. Чтобы заявить о своем праве на переносимость данных, свяжитесь с нами по указанным ниже адресам.\n\nВы имеете право в любое время возразить на основании вашей конкретной ситуации против обработки касающихся вас персональных данных, которая основана, в частности, на статье 6(1)(e) или (f) GDPR, в соответствии со статьей 21 GDPR. Мы прекратим обработку ваших персональных данных, если не сможем доказать убедительные законные основания для обработки, которые преобладают над вашими интересами, правами и свободами, или если обработка служит для установления, осуществления или защиты законных требований.\n\nВы имеете право отозвать свое согласие на соответствующую обработку данных без объяснения причин. Это относится к обработке после момента отзыва. Обработка до этого момента не затрагивается.\n\nЕсли у вас есть какие-либо жалобы, вы можете обратиться к нашему сотруднику по защите данных (см. контактную информацию ниже). Вы также имеете право подать жалобу в компетентный орган по надзору за защитой данных, Государственному уполномоченному по защите данных Нижней Саксонии, Prinzenstraße 5, 30159 Hanover, телефон: +49 511 120-4500, электронная почта: poststelle@lfd.niedersachsen.de.\n\n## 10. планировщик\n\nВсе встречи и события в планировщике хранятся и обрабатываются локально на мобильном устройстве и нами в режиме онлайн.\n\nПри желании можно импортировать существующие встречи и события из сторонних провайдеров, например Stud.IP. Эти данные также хранятся локально и передаются на наш сервер. При необходимости IP-адрес используемого конечного устройства и соответствующие REST-доступы для экспорта данных регистрируются сторонним провайдером, например, самим Stud.IP.\n\n## 11. система предложений\n\nДля того чтобы оптимизировать работу пользователя и получать более качественные и подходящие предложения в приложении, существует система предложений. Обработка ваших данных на стороне сервера происходит при использовании неанонимного профиля. Общие предложения, не зависящие от пользователя, по-прежнему делаются, например ежедневные рекомендации.\n\nСистема предложений получает доступ к следующим данным:\n\n- Посещенные страницы\n- Отзывы об обедах (например, любимые блюда, ...)\n- Любимая столовая\n- планировщик\n\n## 12. безопасность данных\n\nМы используем соответствующие технические и организационные меры безопасности для защиты ваших данных от случайных или преднамеренных манипуляций, частичной или полной потери, уничтожения или несанкционированного доступа третьих лиц. Наши меры безопасности постоянно совершенствуются в соответствии с развитием технологий.\n\n## 13 Внешний хостинг\n\nБэкэнд приложения размещен на немецком хостинге Strato AG, Берлин. Данные, передаваемые из приложения в бэкэнд, хранятся на нашем сервере у хостера. Это данные, перечисленные в разделе 1.2.\n\nС компанией Strato AG заключен договор на обработку заказов.\n\n## 14 Контакт\n\nЕсли у вас есть вопросы или комментарии по поводу обработки нами ваших персональных данных или если вы хотите воспользоваться правами субъекта данных, указанными в разделах 6 и 7, пожалуйста, свяжитесь с нашим сотрудником по защите данных.\n\nНильс Баумгартнер\nКройцштрассе 44\n49393 Лоне\nЭлектронная почта: nilsbaumgartner1994@gmail.com\nВеб-сайт: www.nilsbaumgartner.de\n\nЭти контактные данные также относятся к ответственному за защиту данных, адрес электронной почты ответственного за защиту данных.\n\n## 15 Изменения в данной политике конфиденциальности\n\nМы всегда поддерживаем эту политику конфиденциальности в актуальном состоянии. Поэтому мы оставляем за собой право время от времени вносить в нее поправки и обновлять изменения, касающиеся сбора, обработки или использования ваших данных. Текущая версия политики конфиденциальности всегда доступна в разделе \"Политика конфиденциальности\" в приложении.\n\nСтатус: 22 июня 2023 г."
			}
		]
	},
	{
		"id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
		"status": "draft",
		"sort": null,
		"date_created": "2024-02-22T10:05:04.437Z",
		"date_updated": "2024-03-14T09:17:10.095Z",
		"notice_private": "Über uns",
		"custom_id": "about-us",
		"parent": null,
		"public": true,
		"position": null,
		"icon": null,
		"show_in_drawer_as_bottom_item": true,
		"show_in_drawer": false,
		"url": null,
		"children": [],
		"roles_required": [],
		"translations": [
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "ar-SA",
				"title": "نبذة عنا",
				"content": "# من نحن\n\nهذا الموقع والتطبيق هو نتاج أطروحة ماجستير أعدها نيلز بومغارتنر. الشعار هو \"من الطلاب للطلاب من أجل الطلاب\" والهدف هو استكمال حياتك اليومية كطالب.\n\n# بصمة\n\nتحتوي المعلومات التالية على المعلومات المطلوبة قانونًا بشأن وضع العلامات على المزود بالإضافة إلى المعلومات القانونية على الموقع والتطبيق.\n\n## الناشر:\n- Studierendenwerk X\n- موستر شتراسه 12\n- 12345 موسترشتات 12345\n- ألمانيا\n\n### خيارات الاتصال\n- عنوان البريد الإلكتروني [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### التصميم والتنفيذ الفني\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- الصفحة الرئيسية: [baumgartner-software.de](baumgartner-software.de)\n\n## مسؤول عن المحتوى الصحفي-التحريري:\nStudierendenwerk\n\n# إخلاء المسؤولية\n\n## محتوى العرض على الإنترنت\n\nلا يتحمل المؤلف أي مسؤولية عن موضوعية أو صحة أو اكتمال أو جودة المعلومات المقدمة. يتم استبعاد مطالبات المسؤولية ضد المؤلف فيما يتعلق بالضرر المادي أو غير المادي الناجم عن استخدام أو عدم استخدام المعلومات المقدمة أو عن استخدام معلومات غير صحيحة أو غير كاملة بشكل أساسي، ما لم يكن هناك دليل على وجود نية متعمدة أو إهمال جسيم من جانب المؤلف.\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "de-DE",
				"title": "Über uns",
				"content": "# Über uns\n\nDiese Webseite und App ist aus einer Master-Arbeit von Nils Baumgartner entstanden. Das Motto lautet \"von Studierenden für Studierende\" und so soll dein Alltag im Studium gut ergänzt werden.\n\n# Impressum\n\nDie nachstehenden Informationen enthalten die gesetzlich vorgesehenen Pflichtangaben zur Anbieterkennzeichnung sowie rechtliche Hinweise zur Internetpräsenz und und App.\n\n## Herausgeber:\n- Studierendenwerk X\n- Musterstraße 12\n- 12345 Musterstadt\n- Deutschland\n\n### Kontaktmöglichkeiten\n- E-Mail-Adresse: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Gestaltung und technische Umsetzung\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Homepage: [baumgartner-software.de](baumgartner-software.de)\n\n## Verantwortlich für journalistisch-redaktionelle Inhalte:\nStudierendenwerk\n\n# Haftungsausschluss\n\n## Inhalt des Onlineangebots\n\nDer Autor übernimmt keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Haftungsansprüche gegen den Autor, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern seitens des Autors kein nachweislich vorsätzliches oder grob fahrlässiges Verschulden\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "en-US",
				"title": "About us",
				"content": "# About us\n\nThis website and app is the result of a Master's thesis by Nils Baumgartner. The motto is \"by students for students\" and the aim is to complement your everyday life during your studies.\n\n# Imprint\n\nThe following information contains the legally required information on provider identification as well as legal information on the website and app.\n\n## Publisher:\n- Studierendenwerk X\n- Musterstraße 12\n- 12345 Musterstadt\n- Germany\n\n### Contact options\n- E-mail address: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Design and technical implementation\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Homepage: [baumgartner-software.de](baumgartner-software.de)\n\n## Responsible for journalistic-editorial content:\nStudierendenwerk\n\n# Disclaimer\n\n## Content of the online offer\n\nThe author assumes no liability for the topicality, correctness, completeness or quality of the information provided. Liability claims against the author relating to material or non-material damage caused by the use or non-use of the information provided or by the use of incorrect or incomplete information are fundamentally excluded, unless there is evidence of wilful intent or gross negligence on the part of the author.\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "es-ES",
				"title": "Quiénes somos",
				"content": "# Quiénes somos\n\nEste sitio web y esta aplicación son el resultado de una tesis de máster de Nils Baumgartner. El lema es \"de estudiantes para estudiantes\" y el objetivo es complementar tu vida diaria como estudiante.\n\n# Pie de imprenta\n\nLa siguiente información contiene la información legalmente requerida sobre el etiquetado del proveedor, así como información legal sobre el sitio web y la aplicación.\n\n## Editor:\n- Studierendenwerk X\n- Musterstraße 12\n- 12345 Musterstadt\n- Alemania\n\n### Opciones de contacto\n- Dirección de correo electrónico: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Diseño y realización técnica\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Página web: [baumgartner-software.de](baumgartner-software.de)\n\n## Responsable del contenido periodístico-editorial:\nStudierendenwerk\n\n# Descargo de responsabilidad\n\n## Contenido de la oferta en línea\n\nEl autor no asume ninguna responsabilidad por la actualidad, exactitud, integridad o calidad de la información facilitada. Quedan excluidas fundamentalmente las reclamaciones de responsabilidad contra el autor relativas a daños materiales o inmateriales causados por el uso o no uso de la información facilitada o por el uso de información incorrecta o incompleta, a menos que existan pruebas de dolo o negligencia grave por parte del autor.\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "fr-FR",
				"title": "À propos de nous",
				"content": "# À propos de nous\n\nCe site web et cette application sont nés d'un travail de master de Nils Baumgartner. La devise est \"par des étudiants pour des étudiants\" et ainsi ton quotidien dans les études doit être bien complété.\n\n# Mentions légales\n\nLes informations ci-dessous contiennent les données obligatoires prévues par la loi pour l'identification des fournisseurs ainsi que des informations juridiques sur la présence Internet et et l'app.\n\n## Éditeur :\n- Studierendenwerk X\n- Musterstraße 12\n- 12345 Musterstadt\n- Allemagne\n\n### Possibilités de contact\n- Adresse électronique : [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Conception et réalisation technique\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Page d'accueil : [baumgartner-software.de](baumgartner-software.de)\n\n## Responsable du contenu journalistique et éditorial :\nStudierendenwerk\n\n# Clause de non-responsabilité\n\n## Contenu de l'offre en ligne\n\nL'auteur n'assume aucune garantie quant à l'actualité, l'exactitude, l'exhaustivité ou la qualité des informations mises à disposition. La responsabilité de l'auteur ne peut être engagée pour des dommages matériels ou immatériels causés par l'utilisation ou la non-utilisation des informations présentées ou par l'utilisation d'informations erronées ou incomplètes, dans la mesure où il n'est pas prouvé que l'auteur a commis une faute intentionnelle ou une négligence grave.\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "it-IT",
				"title": "Chi siamo",
				"content": "# Chi siamo\n\nQuesto sito web e questa applicazione sono il risultato di una tesi di laurea di Nils Baumgartner. Il motto è \"dagli studenti per gli studenti\" e l'obiettivo è quello di integrare la vostra vita quotidiana di studenti.\n\n# Impronta\n\nLe seguenti informazioni contengono le informazioni obbligatorie per legge sull'etichettatura del fornitore e le informazioni legali sul sito web e sull'app.\n\n## Editore:\n- Studierendenwerk X\n- Musterstraße 12\n- 12345 Musterstadt\n- Germania\n\n### Opzioni di contatto\n- Indirizzo e-mail: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Progettazione e realizzazione tecnica\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Homepage: [baumgartner-software.de](baumgartner-software.de)\n\n## Responsabile dei contenuti giornalistici-editoriali:\nStudierendenwerk\n\n## Esclusione di responsabilità\n\n## Contenuto dell'offerta online\n\nL'autore non si assume alcuna responsabilità per l'attualità, la correttezza, la completezza o la qualità delle informazioni fornite. Le richieste di responsabilità nei confronti dell'autore relative a danni materiali o immateriali causati dall'uso o dal mancato uso delle informazioni fornite o dall'uso di informazioni errate o incomplete sono fondamentalmente escluse, a meno che non vi siano prove di dolo o grave negligenza da parte dell'autore.\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "pt-BR",
				"title": "Sobre nós",
				"content": "# Sobre nós\n\nEste site e aplicativo é o resultado de uma tese de mestrado de Nils Baumgartner. O lema é \"de estudantes para estudantes\" e o objetivo é complementar sua vida cotidiana como estudante.\n\n# Impressão\n\nAs informações a seguir contêm as informações legalmente exigidas sobre a rotulagem do fornecedor, bem como informações legais sobre o site e o aplicativo.\n\n## Editora:\n- Studierendenwerk X\n- Musterstraße 12\n- 12345 Musterstadt\n- Alemanha\n\n### Opções de contato\n- Endereço de e-mail: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Design e realização técnica\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Página inicial: [baumgartner-software.de](baumgartner-software.de)\n\n## Responsável pelo conteúdo jornalístico-editorial:\nStudierendenwerk\n\n# Isenção de responsabilidade\n\n## Conteúdo da oferta on-line\n\nO autor não assume nenhuma responsabilidade pela atualidade, correção, integridade ou qualidade das informações fornecidas. As reivindicações de responsabilidade contra o autor relacionadas a danos materiais ou não materiais causados pelo uso ou não uso das informações fornecidas ou pelo uso de informações incorretas ou incompletas são fundamentalmente excluídas, a menos que haja evidência de intenção intencional ou negligência grave por parte do autor.\n"
			},
			{
				"wikis_id": "c75b8554-a5b2-429b-b932-a3e9e7f87ba9",
				"languages_code": "ru-RU",
				"title": "О нас",
				"content": "# О нас\n\nЭтот сайт и приложение - результат магистерской диссертации Нильса Баумгартнера. Девиз: \"Студенты для студентов\", а цель - дополнить вашу повседневную жизнь как студента.\n\n# Imprint\n\nСледующая информация содержит требуемую законом информацию о маркировке поставщика, а также юридическую информацию о веб-сайте и приложении.\n\n## Издатель:\n- Studierendenwerk X\n- Мустерштрассе 12\n- 12345 Мустерштадт\n- Германия\n\n### Контактные данные\n- Адрес электронной почты: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\n### Дизайн и техническая реализация\n- Baumgartner Software UG (haftungsbeschränkt) ([info@baumgartner-software.de](mailto:info@baumgartner-software.de))\n- Домашняя страница: [baumgartner-software.de](baumgartner-software.de)\n\n## Ответственный за журналистско-редакционный контент:\nStudierendenwerk\n\n# Disclaimer\n\n## Содержание онлайн-предложения\n\nАвтор не несет ответственности за актуальность, правильность, полноту и качество представленной информации. Претензии к автору по поводу материального или нематериального ущерба, вызванного использованием или неиспользованием представленной информации или использованием неверной или неполной информации, принципиально исключены, за исключением случаев, когда имеются доказательства умысла или грубой небрежности со стороны автора.\n"
			}
		]
	},
	{
		"id": "ec52daea-f678-49f8-b16c-2aa54703191a",
		"status": "draft",
		"sort": null,
		"date_created": "2024-02-22T10:06:22.816Z",
		"date_updated": "2024-03-14T10:05:46.537Z",
		"notice_private": "Eigenes Menü",
		"custom_id": "custom-drawer-item",
		"parent": null,
		"public": true,
		"position": 10,
		"icon": null,
		"show_in_drawer_as_bottom_item": false,
		"show_in_drawer": true,
		"url": null,
		"children": [],
		"roles_required": [],
		"translations": [
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "ar-SA",
				"title": "قوائم مخصصة حسب الطلب",
				"content": "يمكنك أيضاً إضافة معلوماتك الخاصة الغنية بالنصوص.\n\n#مستند اختبار تخفيض السعر\n\n## الرؤوس\n## رأس H1\n## رأس H2 ## رأس H2\n### رأس H3 ### رأس H3\n#### رأس H4 رأس H4\n##### رأس H5 ##### رأس H5\n###### رأس H6 رأس H6\n\n## أنماط النص\n* نص مائل * أو * نص مائل\n\n**نص غامق**أو __نص غامق_\n\n***نص غامق ومائل***<* أو ____ نص غامق ومائل_\n\n~~~ نص يتوسطه خط~~~~\n\n## القوائم\n\n### قوائم غير مرتبة\n- البند 1\n- البند 2\n  - البند الفرعي 2.1\n  - البند الفرعي 2.2\n- البند 3\n\n### قوائم مرتبة\n1. البند الأول\n2. البند الثاني\n   البند الفرعي الأول 2.1\n   2. البند الفرعي 2.2\n3. البند الثالث\n\n## روابط\n[OpenAI](https://www.openai.com)\n\n## الصور\n![نص بديل للصورة] (https://via.placeholder.com/150)\n\n## الكود\nرمز مضمن: 'طباعة (\"مرحبًا أيها العالم!\")\n\n### كتلة الكود\n''''python\nديف hello_world():\n    طباعة(\"مرحبًا أيها العالم!\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "de-DE",
				"title": "Individuelle Menüs",
				"content": "Sie können auch eigene Textreiche Informationen hinzufügen. \n\n# Markdown Test Document\n\n## Headers\n# H1 Header\n## H2 Header\n### H3 Header\n#### H4 Header\n##### H5 Header\n###### H6 Header\n\n## Text Styles\n*Italic text* or _Italic text_\n\n**Bold text** or __Bold text__\n\n***Bold and italic*** or ___Bold and italic___\n\n~~Strikethrough text~~\n\n## Lists\n\n### Unordered Lists\n- Item 1\n- Item 2\n  - Subitem 2.1\n  - Subitem 2.2\n- Item 3\n\n### Ordered Lists\n1. First item\n2. Second item\n   1. Subitem 2.1\n   2. Subitem 2.2\n3. Third item\n\n## Links\n[OpenAI](https://www.openai.com)\n\n## Images\n![Alt text for image](https://via.placeholder.com/150)\n\n## Code\nInline code: `print(\"Hello, World!\")`\n\n### Code Block\n```python\ndef hello_world():\n    print(\"Hello, World!\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "en-US",
				"title": "Individual menus",
				"content": "You can also add your own text-rich information.\n\n# Markdown Test Document\n\n## Headers\n## H1 Header\n## H2 Header\n### H3 Header\n#### H4 Header\n##### H5 Header\n###### H6 Header\n\n## Text Styles\n*Italic text* or _Italic text_\n\n**Bold text** or __Bold text__\n\n***Bold and italic*** or ___Bold and italic___\n\n~~Strikethrough text~~\n\n## Lists\n\n### Unordered Lists\n- Item 1\n- Item 2\n  - Subitem 2.1\n  - Subitem 2.2\n- Item 3\n\n### Ordered Lists\n1. first item\n2. second item\n   1st subitem 2.1\n   2. subitem 2.2\n3. third item\n\n## Links\n[OpenAI](https://www.openai.com)\n\n## Images\n![Alt text for image](https://via.placeholder.com/150)\n\n## Code\nInline code: `print(\"Hello, World!\")`\n\n### Code Block\n```python\ndef hello_world():\n    print(\"Hello, World!\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "es-ES",
				"title": "Menús personalizados",
				"content": "También puedes añadir tu propia información rica en texto.\n\n# Documento de prueba Markdown\n\n## Encabezados\n## Encabezado H1\n## H2 Header\n### Cabecera H3\n#### Encabezado H4\n##### Encabezado H5\n###### H6 Cabecera\n\n## Estilos de texto\n*Texto en cursiva* o _Texto en cursiva_\n\n**Texto en negrita** o _Texto en negrita__\n\n***Negrita e cursiva*** o ___Negrita e cursiva___\n\n~~Texto tachado~~\n\n## Listas\n\n### Listas desordenadas\n- Elemento 1\n- Elemento 2\n  - Subelemento 2.1\n  - Subelemento 2.2\n- Elemento 3\n\n### Listas ordenadas\n1. primer elemento\n2. segundo elemento\n   1. subelemento 2.1\n   2. subelemento 2.2\n3. tercer elemento\n\n## Enlaces\n[OpenAI](https://www.openai.com)\n\n## Imágenes\nTexto alternativo de la imagen](https://via.placeholder.com/150)\n\n## Código\nCódigo en línea: `print(\"¡Hola, mundo!\")`\n\n### Bloque de código\n```python\ndef hola_mundo():\n    print(\"¡Hola, mundo!\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "fr-FR",
				"title": "Menus personnalisés",
				"content": "Vous pouvez également ajouter vos propres informations textuelles.\n\n# Document de test Markdown\n\n## En-têtes\n# En-tête H1\n## H2 header\n### H3 Header\n#### En-tête H4\n##### H5 En-tête\n###### H6 En-tête\n\n## Text Styles\n*Texte italien* ou _Texte italien_.\n\n**Bold text** or __Bold text__\n\n***Bold et italique*** ou ___Bold et italique___.\n\n~~Strikethrough text~~\n\n## Lists\n\n### Listes non ordonnées\n- Item 1\n- Item 2\n  - Sous-item 2.1\n  - Sous-item 2.2\n- Item 3\n\n### Listes ordonnées\n1. premier article\n2. second item\n   1. sous-item 2.1\n   2. sous-item 2.2\n3. troisième item\n\n## Liens\n[OpenAI](https://www.openai.com)\n\n## Images\n![Alt text for image](https://via.placeholder.com/150)\n\n## Code\nCode en ligne : `print(\"Hello, World !\")`\n\n### Code Block\n```python\ndef hello_world() :\n    print(\"Hello, World !\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "it-IT",
				"title": "Menu personalizzati",
				"content": "È anche possibile aggiungere le proprie informazioni ricche di testo.\n\n# Documento di prova Markdown\n\n## Intestazioni\n## Intestazione H1\n## Intestazione H2\n### Intestazione H3\n#### Intestazione H4\n##### Intestazione H5\n###### Intestazione H6\n\n## Stili di testo\n*Testo in corsivo* o _Testo in corsivo_\n\n**Testo grassetto** o __Testo grassetto__\n\n**Grassetto e corsivo*** o ___Grassetto e corsivo___\n\n~~Testo sbarrato.\n\n## Elenchi\n\n### Elenchi non ordinati\n- Elemento 1\n- Elemento 2\n  - Sottovoce 2.1\n  - Sottovoce 2.2\n- Elemento 3\n\n### Elenchi ordinati\n1. primo elemento\n2. secondo elemento\n   1° sottovoce 2.1\n   2. sottovoce 2.2\n3. terzo elemento\n\n## Collegamenti\n[OpenAI](https://www.openai.com)\n\n## Immagini\n![Testo alt per l'immagine](https://via.placeholder.com/150)\n\n## Codice\nCodice in linea: `print(\"Hello, World!\")`\n\n### Codice a blocchi\n``python\ndef hello_world():\n    print(\"Ciao, mondo!\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "pt-BR",
				"title": "Menus personalizados",
				"content": "Você também pode adicionar suas próprias informações ricas em texto.\n\n# Documento de teste do Markdown\n\n## Cabeçalhos\n## Cabeçalho H1\n## Cabeçalho H2\n### Cabeçalho H3\n#### Cabeçalho H4\n##### Cabeçalho H5\n###### Cabeçalho do H6\n\n### Estilos de texto\n*Texto em itálico* ou _Texto em itálico_\n\n**Texto em negrito** ou __Texto em negrito__\n\n***Negrito e itálico*** ou ___Negrito e itálico___\n\n~~Texto riscado~~\n\n## Listas\n\n### Listas não ordenadas\n- Item 1\n- Item 2\n  - Subitem 2.1\n  - Subitem 2.2\n- Item 3\n\n### Listas ordenadas\n1. primeiro item\n2. segundo item\n   1º subitem 2.1\n   2. subitem 2.2\n3. terceiro item\n\n## Links\n[OpenAI](https://www.openai.com)\n\n## Imagens\n![Texto alternativo para imagem](https://via.placeholder.com/150)\n\n## Código\nCódigo em linha: `print(\"Hello, World!\")`\n\n### Bloco de código\n```python\ndef hello_world():\n    print(\"Hello, World!\")\n```"
			},
			{
				"wikis_id": "ec52daea-f678-49f8-b16c-2aa54703191a",
				"languages_code": "ru-RU",
				"title": "Индивидуальные меню",
				"content": "Вы также можете добавить свою собственную информацию, насыщенную текстом.\n\n# Тестовый документ Markdown\n\n## Заголовки\n## Заголовок H1\n## Заголовок H2\n## H3 Заголовок\n#### H4 Заголовок\n##### Заголовок H5\n###### H6 Заголовок\n\n## Стили текста\n*Италический текст* или _Италический текст_\n\n** Полужирный текст** или __полужирный текст__\n\n*** Полужирный и курсивный*** или ___Полужирный и курсивный___\n\n~~Зачеркнутый текст~~\n\n## Списки\n\n### Неупорядоченные списки\n- Элемент 1\n- Элемент 2\n  - Подпункт 2.1\n  - Подпункт 2.2\n- Элемент 3\n\n### Упорядоченные списки\n1. первый элемент\n2. второй элемент\n   1-й подпункт 2.1\n   2. подпункт 2.2\n3. третий элемент\n\n## Ссылки\n[OpenAI](https://www.openai.com)\n\n## Изображения\n![Alt-текст для изображения](https://via.placeholder.com/150)\n\n## Код\nВстроенный код: `print(\"Hello, World!\")`.\n\n### Блок кода\n``python\ndef hello_world():\n    print(\"Hello, World!\")\n```"
			}
		]
	},
	{
		"id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
		"status": "draft",
		"sort": null,
		"date_created": "2024-03-12T22:39:09.844Z",
		"date_updated": "2024-03-14T09:17:26.291Z",
		"notice_private": "Barrierefreiheit",
		"custom_id": "accessibility",
		"parent": null,
		"public": true,
		"position": null,
		"icon": null,
		"show_in_drawer_as_bottom_item": true,
		"show_in_drawer": false,
		"url": null,
		"children": [],
		"roles_required": [],
		"translations": [
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "ar-SA",
				"title": "إمكانية الوصول",
				"content": "## إعلان بشأن إمكانية الوصول\n\nنحن نسعى إلى إتاحة الوصول إلى موقعنا الإلكتروني وتطبيق الهاتف المحمول الخاص بنا وفقًا للتشريعات الوطنية المنفذة للتوجيه (الاتحاد الأوروبي) 2016/2102 الصادر عن البرلمان الأوروبي والمجلس الأوروبي بشأن إمكانية الوصول إلى المواقع الإلكترونية وتطبيقات الهاتف المحمول لهيئات القطاع العام.\n\nنحن نعمل على إزالة العوائق الموجودة تباعًا.\nلا يمكن الوصول إلى المحتوى للأسباب التالية:\n\n- لا يمكن للأشخاص المكفوفين أو ضعاف البصر مشاهدة بعض المحتوى.\n- لا يمكن استخدام بعض محتوى الفيديو من قبل الأشخاص الذين يعانون من ضعف السمع أو البصر.\n- ربما لا يمكن للمستخدمين المصابين بعمى الألوان التعرف على بعض المحتويات.\n- تباين النص في بعض الصفحات غير كافٍ.\n- بعض العناصر المهمة في الموقع الإلكتروني لا يمكن الوصول إليها أو تشغيلها باستخدام لوحة المفاتيح.\n- لا يمكن لمستخدمي التقنيات المساعدة رؤية ما هو معروض أو محتوى الموقع الإلكتروني بسهولة ولا يمكنهم الوصول إلى المحتوى الذي يهمهم على وجه التحديد.\n- بعض مستندات ونماذج PDF الخاصة بنا للتحميل ليست خالية من العوائق أو لا يمكن الوصول إليها.\n- سنسعى إلى توفير نسخة خالية من العوائق من مستندات ونماذج PDF الجديدة للتنزيل في أقرب وقت ممكن.\n\nإذا واجهتك عوائق عند استخدام الموقع الإلكتروني أو محتوى يصعب الوصول إليه، أو محتوى ينتهك التوصيات العامة لإمكانية الوصول، يُرجى الاتصال بنا عبر البريد الإلكتروني على [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nقسم الاتصالات هو نقطة اتصالك الأولى في هذه الحالة، وسوف يحيل استفسارك إلى الأقسام المعنية.\n\nسنستخدم بياناتك الشخصية فقط لمعالجة طلبك، ويمكنك الاطلاع على معلومات حول حماية البيانات على: https://rocket-meals.github.io/rocket-meals/privacy-policy\nإجراءات التوفيق\n\nإذا لم تتلق ردًا مرضيًا من خيار الاتصال المذكور أعلاه، يمكنك تقديم طلب إلى مركز التوفيق الذي أنشأه مفوض الدولة للأشخاص ذوي الإعاقة في ولاية سكسونيا السفلى لبدء إجراءات التوفيق وفقًا لقانون المساواة لذوي الإعاقة في سكسونيا السفلى (NBGG).\n\nويضطلع مركز التحكيم وفقاً للمادة 9 د من قانون مساواة الأشخاص ذوي الإعاقة في ولاية سكسونيا السفلى بمهمة تسوية المنازعات بين الأشخاص ذوي الإعاقة والهيئات العامة في ولاية سكسونيا السفلى بشأن موضوع إمكانية الوصول في مجال تكنولوجيا المعلومات. إجراءات التحكيم مجانية. ولا يلزم الحصول على مساعدة قانونية.\n\nيمكنك الاتصال بمركز التحكيم مباشرةً عبر الهاتف: 0511/120-4010 أو البريد الإلكتروني: [schlichtungsstelle(at)ms.niedersachsen.de] (mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "de-DE",
				"title": "Barrierefreiheit",
				"content": "## Erklärung zur Barrierefreiheit\n\nWir sind dazu bemüht, unsere Website und mobile Anwendung im Einklang mit den nationalen Rechtsvorschriften zur Umsetzung der Richtlinie (EU) 2016/2102 des Europäischen Parlaments und des Rates über den barrierefreien Zugang zu den Websites und mobilen Anwendungen öffentlicher Stellen barrierefrei zugänglich zu machen.\n\nWir arbeitet daran, noch bestehende Barrieren sukzessive abzubauen.\nDie Inhalte sind aus folgenden Gründen nicht barrierefrei:\n\n- Teilweise können Inhalte von Personen, die blind sind oder schlecht sehen können, nicht wahrgenommen werden.\n- Teilweise können Videoinhalte von Menschen, die in ihrer Hör- oder Sehfähigkeit eingeschränkt sind, nicht genutzt werden.\n- Bestimmte Inhalte werden von Nutzern, die farbenblind sind, wahrscheinlich nicht erkannt.\n- Der Kontrast von Texten ist auf manchen Seiten nicht ausreichend.\n- Einige wichtige Elemente der Webseite sind per Tastatur nicht erreichbar und nicht bedienbar.\n- Die Nutzer von Hilfs-Technologien können das Angebot bzw. Inhalte der Webseite nicht leicht überblicken und nicht gezielt auf die Inhalte zugreifen, die von Interesse sind.\n- Unsere PDF Dokumente und Formulare zum Download sind teilweise nicht barrierefrei oder barrierearm zur Verfügung gestellt.\n- Bei neu erscheinenden PDF-Dokumenten und Formulare zum Download bemühen wir uns, künftig zeitnah eine barrierefreie Version zur Verfügung zu stellen.\n\nFalls Sie bei der Verwendung der Webseite auf Barrieren stoßen oder auf Inhalte, die schwer zugänglich sind, Inhalte, die die allgemeinen Empfehlungen für Barrierefreiheit verletzen, wenden Sie sich bitte per Email an: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nDie Abteilung Kommunikation ist in diesem Fall Ihr erster Ansprechpartner und leitet Ihre Anfrage an die zuständigen Stellen weiter.\n\nWir verwenden Ihre personenbezogenen Daten ausschließlich zur Bearbeitung Ihres Anliegens, Informationen zum Datenschutz erhalten Sie auf: https://rocket-meals.github.io/rocket-meals/privacy-policy\nSchlichtungsverfahren\n\nBei nicht zufriedenstellenden Antworten aus oben genannter Kontaktmöglichkeit können Sie bei der Schlichtungsstelle, eingerichtet bei der Landesbeauftragten für Menschen mit Behinderungen in Niedersachsen, einen Antrag auf Einleitung eines Schlichtungsverfahrens nach dem Niedersächsischen Behindertengleichstellungsgesetz (NBGG) stellen.\n\nDie Schlichtungsstelle nach § 9 d NBGG hat die Aufgabe, Streitigkeiten zwischen Menschen mit Behinderungen und öffentlichen Stellen des Landes Niedersachsen, zum Thema Barrierefreiheit in der IT, beizulegen. Das Schlichtungsverfahren ist kostenlos. Es muss kein Rechtsbeistand eingeschaltet werden.\n\nDirekt kontaktieren können Sie die Schlichtungsstelle unter Telefon: 0511/120-4010 oder E-Mail: [schlichtungsstelle(at)ms.niedersachsen.de](mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "en-US",
				"title": "Accessibility",
				"content": "## Declaration on accessibility\n\nWe are committed to making our website and mobile application accessible in accordance with national legislation implementing Directive (EU) 2016/2102 of the European Parliament and of the Council on the accessibility of the websites and mobile applications of public sector bodies.\n\nWe are working on successively removing existing barriers.\nThe content is not accessible for the following reasons:\n\n- Some content cannot be viewed by people who are blind or have poor eyesight.\n- Some video content cannot be used by people with impaired hearing or vision.\n- Certain content is probably not recognized by users who are colour-blind.\n- The contrast of text on some pages is not sufficient.\n- Some important elements of the website are not accessible or operable by keyboard.\n- Users of assistive technologies cannot easily see what is on offer or the content of the website and cannot specifically access the content that is of interest.\n- Some of our PDF documents and forms for download are not barrier-free or accessible.\n- We will endeavor to provide an accessible version of new PDF documents and forms for download as soon as possible.\n\nIf you encounter barriers when using the website or content that is difficult to access, content that violates the general recommendations for accessibility, please contact us by email at: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nThe Communications department is your first point of contact in this case and will forward your request to the relevant departments.\n\nWe will only use your personal data to process your request, information on data protection can be found at: https://rocket-meals.github.io/rocket-meals/privacy-policy\nConciliation procedure\n\nIf you do not receive a satisfactory response from the above contact option, you can submit an application to the conciliation body set up by the State Commissioner for People with Disabilities in Lower Saxony to initiate conciliation proceedings in accordance with the Lower Saxony Disability Equality Act (NBGG).\n\nThe arbitration board according to § 9 d NBGG has the task of settling disputes between people with disabilities and public bodies of the state of Lower Saxony on the subject of accessibility in IT. The arbitration procedure is free of charge. No legal assistance is required.\n\nYou can contact the arbitration board directly by phone: 0511/120-4010 or e-mail: [schlichtungsstelle(at)ms.niedersachsen.de](mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "es-ES",
				"title": "Accesibilidad",
				"content": "## Declaración sobre accesibilidad\n\nNos esforzamos por que nuestro sitio web y nuestra aplicación móvil sean accesibles de conformidad con la legislación nacional por la que se aplica la Directiva (UE) 2016/2102 del Parlamento Europeo y del Consejo relativa a la accesibilidad de los sitios web y las aplicaciones móviles de los organismos del sector público.\n\nEstamos trabajando para eliminar sucesivamente las barreras existentes.\nEl contenido no es accesible por los siguientes motivos:\n\n- Algunos contenidos no pueden ser vistos por personas ciegas o con problemas de visión.\n- Algunos contenidos de vídeo no pueden ser utilizados por personas con deficiencias auditivas o visuales.\n- Es probable que algunos contenidos no sean reconocidos por usuarios daltónicos.\n- El contraste del texto en algunas páginas no es suficiente.\n- Algunos elementos importantes del sitio web no son accesibles o no se pueden manejar con el teclado.\n- Los usuarios de tecnologías de apoyo no pueden ver fácilmente la oferta o el contenido del sitio web y no pueden acceder específicamente al contenido que les interesa.\n- Algunos de nuestros documentos en PDF y formularios para descarga no son accesibles ni están libres de barreras.\n- Nos esforzaremos por ofrecer lo antes posible una versión sin barreras de los nuevos documentos y formularios PDF para descargar.\n\nSi encuentra barreras al utilizar el sitio web o contenidos de difícil acceso, contenidos que incumplen las recomendaciones generales de accesibilidad, póngase en contacto con nosotros por correo electrónico en: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nEl departamento de Comunicación es su primer punto de contacto en este caso y remitirá su consulta a los departamentos pertinentes.\n\nSólo utilizaremos sus datos personales para tramitar su solicitud. Encontrará información sobre protección de datos en: https://rocket-meals.github.io/rocket-meals/privacy-policy\nProcedimiento de conciliación\n\nSi no recibe una respuesta satisfactoria de la opción de contacto anterior, puede presentar una solicitud al centro de conciliación creado por el Comisionado Estatal para las Personas con Discapacidad de Baja Sajonia para iniciar un procedimiento de conciliación de conformidad con la Ley de Igualdad de las Personas con Discapacidad de Baja Sajonia (NBGG).\n\nEl centro de arbitraje, de conformidad con el artículo 9 d de la NBGG, tiene la misión de resolver los litigios entre las personas con discapacidad y los organismos públicos del Estado de Baja Sajonia en materia de accesibilidad en TI. El procedimiento de arbitraje es gratuito. No se requiere asistencia jurídica.\n\nPuede ponerse en contacto directamente con el centro de arbitraje por teléfono: 0511/120-4010 o por correo electrónico: [schlichtungsstelle(at)ms.niedersachsen.de](mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "fr-FR",
				"title": "Accessibilité",
				"content": "## Déclaration d'accessibilité\n\nNous nous efforçons de rendre notre site web et notre application mobile accessibles, conformément à la législation nationale transposant la directive (UE) 2016/2102 du Parlement européen et du Conseil concernant l'accessibilité des sites web et des applications mobiles des organismes du secteur public.\n\nNous travaillons à l'élimination progressive des barrières encore existantes.\nLes contenus ne sont pas accessibles pour les raisons suivantes :\n\n- Certains contenus ne peuvent pas être perçus par des personnes aveugles ou ayant une mauvaise vue.\n- Certains contenus vidéo ne peuvent pas être utilisés par des personnes dont la capacité auditive ou visuelle est limitée.\n- Certains contenus ne seront probablement pas reconnus par les utilisateurs qui sont daltoniens.\n- Le contraste des textes n'est pas suffisant sur certaines pages.\n- Certains éléments importants du site ne sont pas accessibles et utilisables au clavier.\n- Les utilisateurs de technologies d'assistance ne peuvent pas facilement avoir une vue d'ensemble de l'offre ou des contenus du site web et ne peuvent pas accéder de manière ciblée aux contenus qui les intéressent.\n- Certains de nos documents PDF et formulaires à télécharger ne sont pas accessibles ou sont mis à disposition avec un faible niveau d'accessibilité.\n- Pour les nouveaux documents PDF et formulaires à télécharger, nous nous efforcerons à l'avenir de mettre rapidement à disposition une version accessible.\n\nSi vous rencontrez des barrières lors de l'utilisation du site web ou si vous trouvez des contenus difficilement accessibles, des contenus qui enfreignent les recommandations générales en matière d'accessibilité, veuillez nous contacter par e-mail à l'adresse suivante : [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nDans ce cas, le service Communication sera votre premier interlocuteur et transmettra votre demande aux services compétents.\n\nNous utilisons vos données personnelles uniquement pour traiter votre demande, vous trouverez des informations sur la protection des données sur : https://rocket-meals.github.io/rocket-meals/privacy-policy\nProcédure de conciliation\n\nEn cas de réponses insatisfaisantes obtenues par le biais de la possibilité de contact susmentionnée, vous pouvez déposer une demande d'ouverture d'une procédure de conciliation auprès du service de conciliation mis en place auprès du médiateur du Land pour les personnes handicapées de Basse-Saxe, conformément à la loi sur l'égalité des personnes handicapées de Basse-Saxe (NBGG).\n\nL'office de conciliation selon le § 9 d NBGG a pour mission de régler les litiges entre les personnes handicapées et les services publics du Land de Basse-Saxe, sur le thème de l'accessibilité dans les technologies de l'information. La procédure de conciliation est gratuite. Il n'est pas nécessaire de faire appel à un conseiller juridique.\n\nVous pouvez contacter directement le service de conciliation par téléphone : 0511/120-4010 ou par e-mail : [schlichtungsstelle(at)ms.niedersachsen.de](mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "it-IT",
				"title": "Accessibilità",
				"content": "## Dichiarazione sull'accessibilità\n\nCi impegniamo a rendere accessibili il nostro sito web e la nostra applicazione mobile in conformità alla legislazione nazionale che attua la direttiva (UE) 2016/2102 del Parlamento europeo e del Consiglio sull'accessibilità dei siti web e delle applicazioni mobili degli enti pubblici.\n\nStiamo lavorando per eliminare progressivamente le barriere esistenti.\nIl contenuto non è accessibile per i seguenti motivi:\n\n- Alcuni contenuti non possono essere visualizzati da persone non vedenti o con problemi di vista.\n- Alcuni contenuti video non possono essere utilizzati da persone con problemi di udito o di vista.\n- Alcuni contenuti probabilmente non vengono riconosciuti dagli utenti daltonici.\n- Il contrasto del testo in alcune pagine non è sufficiente.\n- Alcuni elementi importanti del sito web non sono accessibili o utilizzabili con la tastiera.\n- Gli utenti di tecnologie assistive non possono vedere facilmente l'offerta o il contenuto del sito e non possono accedere in modo specifico ai contenuti di loro interesse.\n- Alcuni dei nostri documenti e moduli PDF da scaricare non sono accessibili o privi di barriere.\n- Ci impegneremo a fornire una versione senza barriere dei nuovi documenti e moduli PDF da scaricare il prima possibile.\n\nSe incontrate ostacoli nell'utilizzo del sito web o contenuti di difficile accesso, che violano le raccomandazioni generali per l'accessibilità, contattateci via e-mail all'indirizzo: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nIl reparto Comunicazione è il primo punto di contatto in questo caso e inoltrerà la richiesta ai reparti competenti.\n\nUtilizzeremo i vostri dati personali solo per elaborare la vostra richiesta; le informazioni sulla protezione dei dati sono disponibili all'indirizzo: https://rocket-meals.github.io/rocket-meals/privacy-policy.\nProcedura di conciliazione\n\nSe non ricevete una risposta soddisfacente dall'opzione di contatto di cui sopra, potete presentare una domanda al centro di conciliazione istituito dal Commissario di Stato per le persone con disabilità della Bassa Sassonia per avviare una procedura di conciliazione in conformità con la legge sulla parità dei disabili della Bassa Sassonia (NBGG).\n\nIl centro di arbitrato, ai sensi del § 9 d NBGG, ha il compito di risolvere le controversie tra le persone con disabilità e gli enti pubblici dello Stato della Bassa Sassonia sul tema dell'accessibilità nelle tecnologie informatiche. La procedura di arbitrato è gratuita. Non è richiesta alcuna assistenza legale.\n\nÈ possibile contattare direttamente il centro di arbitrato per telefono: 0511/120-4010 o per e-mail: [schlichtungsstelle(at)ms.niedersachsen.de] (mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "pt-BR",
				"title": "Acessibilidade",
				"content": "## Declaração sobre acessibilidade\n\nNós nos esforçamos para tornar nosso site e aplicativo móvel acessíveis de acordo com a legislação nacional que implementa a Diretiva (UE) 2016/2102 do Parlamento Europeu e do Conselho sobre a acessibilidade dos sites e aplicativos móveis de órgãos do setor público.\n\nEstamos trabalhando para remover sucessivamente as barreiras existentes.\nO conteúdo não está acessível pelos seguintes motivos:\n\n- Alguns conteúdos não podem ser visualizados por pessoas cegas ou com baixa visão.\n- Alguns conteúdos de vídeo não podem ser usados por pessoas com deficiência auditiva ou visual.\n- Determinado conteúdo provavelmente não é reconhecido por usuários daltônicos.\n- O contraste do texto em algumas páginas não é suficiente.\n- Alguns elementos importantes do site não estão acessíveis ou não podem ser operados com o teclado.\n- Os usuários de tecnologias assistivas não podem ver facilmente o que está sendo oferecido ou o conteúdo do site e não podem acessar especificamente o conteúdo de seu interesse.\n- Alguns de nossos documentos e formulários em PDF para download não são acessíveis ou sem barreiras.\n- Faremos o possível para fornecer uma versão sem barreiras dos novos documentos e formulários em PDF para download assim que possível.\n\nSe encontrar barreiras ao usar o site ou conteúdo de difícil acesso, conteúdo que viole as recomendações gerais de acessibilidade, entre em contato conosco por e-mail em: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nO departamento de Comunicações é o seu primeiro ponto de contato nesse caso e encaminhará sua consulta aos departamentos relevantes.\n\nUsaremos seus dados pessoais somente para processar sua solicitação. Informações sobre proteção de dados podem ser encontradas em: https://rocket-meals.github.io/rocket-meals/privacy-policy\nProcedimento de conciliação\n\nSe não receber uma resposta satisfatória da opção de contato acima, você poderá enviar uma solicitação ao centro de conciliação criado pelo Comissário Estadual para Pessoas com Deficiência na Baixa Saxônia para iniciar os procedimentos de conciliação de acordo com a Lei de Igualdade para Pessoas com Deficiência da Baixa Saxônia (NBGG).\n\nO centro de arbitragem, de acordo com o § 9 d da NBGG, tem a tarefa de resolver disputas entre pessoas com deficiência e órgãos públicos no estado da Baixa Saxônia sobre o assunto de acessibilidade em TI. O procedimento de arbitragem é gratuito. Não é necessária assistência jurídica.\n\nÉ possível entrar em contato com o centro de arbitragem diretamente pelo telefone 0511/120-4010 ou por e-mail: [schlichtungsstelle(at)ms.niedersachsen.de](mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			},
			{
				"wikis_id": "ee32a7f5-7aa7-431f-9585-da584e3ea0e9",
				"languages_code": "ru-RU",
				"title": "Доступность",
				"content": "## Декларация о доступности\n\nМы стремимся сделать наш сайт и мобильное приложение доступными в соответствии с национальным законодательством, реализующим Директиву (ЕС) 2016/2102 Европейского парламента и Совета о доступности сайтов и мобильных приложений органов государственного сектора.\n\nМы работаем над последовательным устранением существующих барьеров.\nКонтент недоступен по следующим причинам:\n\n- Некоторые материалы не могут просматривать слепые или слабовидящие люди.\n- Некоторые видеоматериалы не могут быть использованы людьми с ослабленным слухом или зрением.\n- Некоторые материалы могут быть не распознаны дальтониками.\n- Контрастность текста на некоторых страницах недостаточна.\n- Некоторые важные элементы сайта недоступны или не работают с клавиатуры.\n- Пользователи вспомогательных технологий не могут легко увидеть, что предлагается на сайте, или его содержание, и не могут получить доступ к интересующему их содержанию.\n- Некоторые из наших PDF-документов и форм для загрузки не являются безбарьерными или доступными.\n- Мы постараемся предоставить безбарьерную версию новых PDF-документов и форм для загрузки как можно скорее.\n\nЕсли вы столкнулись с препятствиями при использовании веб-сайта или с контентом, доступ к которому затруднен, с контентом, который нарушает общие рекомендации по доступности, пожалуйста, свяжитесь с нами по электронной почте по адресу: [info@rocket-meals.de](mailto:info@rocket-meals.de)\n\nОтдел коммуникаций является первым контактным лицом в этом случае и направит ваш запрос в соответствующие отделы.\n\nМы будем использовать ваши личные данные только для обработки вашего запроса. Информацию о защите данных можно найти на сайте: https://rocket-meals.github.io/rocket-meals/privacy-policy.\nПроцедура примирения\n\nЕсли вы не получили удовлетворительного ответа от вышеуказанного контактного лица, вы можете подать заявление в центр примирения, созданный государственным уполномоченным по делам инвалидов в Нижней Саксонии, чтобы инициировать процедуру примирения в соответствии с Законом о равенстве инвалидов Нижней Саксонии (NBGG).\n\nАрбитражный центр в соответствии с § 9 d NBGG призван разрешать споры между людьми с ограниченными возможностями и государственными органами земли Нижняя Саксония по вопросам доступности в сфере информационных технологий. Арбитражная процедура является бесплатной. Юридическая помощь не требуется.\n\nВы можете связаться с арбитражным центром напрямую по телефону: 0511/120-4010 или по электронной почте: [schlichtungsstelle(at)ms.niedersachsen.de](mailto:schlichtungsstelle(at)ms.niedersachsen.de).\n"
			}
		]
	}
]